[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Swedish
DESCRIBABLE =	Swedish

[String]	
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nTel: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 handla om
ABOUT_COPYRIGHT =	 Copyright(C) 2004-2019
ABOUT_RIGHTS =	 Alla rättigheter förbehållna
ABOUT_LICENSED =	 Rätten att använda denna produkt tillhör:
ABOUT_LAW =	 Varning: Detta datorprogram skyddas av upphovsrättslagar och internationella konventioner. Otillåten reproduktion eller spridning av delar av eller hela detta program kan bli föremål för stränga civilrättsliga och straffrättsliga påföljder och kommer att åtalas i största möjliga utsträckning inom lagens räckvidd. .
	
MENU_FILE =	 &fil
MENU_FILE_NEW =	 &Ny
MENU_FILE_OPEN =	 &Öppna...
MENU_FILE_PRINT =	 printCtrl+P
MENU_FILE_SAVE =	 &Spara Ctrl+S
MENU_FILE_SAVE_AS =	 &Spara som...
MENU_FILE_SCANIMAGE =	 Hämta och skanna bild...
MENU_FILE_SYSTEM =	 &Systemparametrar...
MENU_FILE_IMGLIB =	 &Common Gallery...
MENU_FILE_IMPORT =	&Stiga på
MENU_FILE_MRU_FILE1 =	 senaste filer
	
MENU_EDIT =	 &Redigera
MENU_EDIT_COPY     =	 &kopiera
MENU_EDIT_CUT      =	 &skära
MENU_EDIT_COMBINE  =	 &Kombinera Ctrl+L
MENU_EDIT_UNCOMBINE=	 &Separat kombination Ctrl+K
MENU_EDIT_GROUP    =	 &Grupp Ctrl+G
MENU_EDIT_UNGROUP  =	 &Avgruppera Ctrl+U
	
MENU_EDIT_PASTE=	 &klistra
MENU_EDIT_REDO =	 &Ta igen sig
MENU_EDIT_UNDO =	 &Ångra
MENU_EDIT_TOCURVE=	Konvertera till kurva Ctrl+Q
MENU_EDIT_HATCH  =	Fyll i Ctrl+H
	
ID_FILE_IMGLIB =	 Öppnar favoritgalleriet\nFavoritgalleri
ID_FILE_IMPORT =	 Importera filer i andra format\nImportera filer
ID_FILE_MRU_FILE1 =	 öppna detta dokument
ID_FILE_NEW =	 Skapa ett nytt dokument\nNytt
ID_FILE_OPEN =	 Öppna ett befintligt dokument\nÖppna
ID_FILE_PRINT =	 Skriv ut det aktiva dokumentet\nSkriv ut
ID_FILE_PRINT_PREVIEW =	 Visa hela sidan\nFörhandsgranskning
ID_FILE_PRINT_SETUP =	 Ändra skrivar- och utskriftsalternativ\nUtskriftsinställningar
ID_FILE_SAVE =	 Spara det aktiva dokumentet\nSpara
ID_FILE_SAVE_AS =	 Spara det aktiva dokumentet under ett nytt filnamn\nSpara som
ID_FILE_SCANIMAGE =	 Hämta skannad bild\nHämta skannad bild
ID_EDIT_COPY =	 Kopierar det markerade objektet och placerar det på urklippet\nKopiera
ID_EDIT_CUT =	 Klipper ut det markerade objektet och placerar det på urklippet\nKlipp ut
ID_EDIT_PASTE =	 Infoga innehåll från urklipp\nKlistra in
ID_EDIT_REDO =	 Gör om en tidigare ångrad åtgärd\n Gör om
ID_EDIT_UNDO =	 Ångra den senaste åtgärden\nÅngra
ID_EDIT_GROUP =	 Gruppera de markerade objekten\nGruppera
ID_EDIT_UNGROUP =	 Avvisar det valda gruppobjektet\nAvvisar gruppen
ID_EDIT_COMBINE =	 Grupperar markerade objekt\nGrupper
ID_EDIT_UNCOMBINE  =	 Koppla bort det valda gruppobjektet\nSeparat grupp
ID_SYSTEM_PARAM =	 Ställ in systemparametrar\nSystemparametrar
TT_MATERIALPARAMASSIS=	Testa lasermaterialparametrar\nMaterialparametrarassistent
MATERIALPARAMASSIS=	Materialparameterassistent
MENU_MODI =	 &Ändra
MENU_DRAW =	 &Dra
MENU_DRAW_POINT =	 &punkt
MENU_DRAW_CURVE =	 &kurva
MENU_DRAW_LINE =	 &Linje
MENU_DRAW_RECT =	 &Rektangel
MENU_DRAW_CIRCLE =	 &cirkel
MENU_DRAW_ELLIPSE =	 &Ellips
MENU_DRAW_POLY =	 &Polygon
MENU_DRAW_TEXT =	&text
MENU_DRAW_BMPFILE =	 &Bitmappsfil
MENU_DRAW_VECTORFILE =	 &Vektorfil
MENU_DRAW_TIMER =	 &Dröjsmål
MENU_DRAW_INPUT =	 &ingångsport
MENU_DRAW_OUTPUT =	 &utgångsport
MENU_DRAW_MESH3D=	 &3d-ytor
MENU_ALIGN_BOTTOM =	 Rikta in botten
MENU_ALIGN_CENTER =	 mittpunktsinriktning
MENU_ALIGN_CENTER_HOR =	 Horisontell mittlinjeuppriktning
MENU_ALIGN_CENTER_VER =	 vertikal mittlinjeuppriktning
MENU_ALIGN_LEFT =	 vänsterjusterad
MENU_ALIGN_RIGHT =	 Justera höger
MENU_ALIGN_TOP =	 överkantsinriktning
MENU_VIEW =	 &Se
MENU_VIEW_TOOLBAR =	 &Systemverktygsfält
MENU_VIEW_ZOOMBAR =	 &Visa verktygsfält
MENU_VIEW_DRAWBAR =	 &Ritverktygsfält
MENU_VIEW_ENTLIST =	 Objektlistfält
MENU_VIEW_ENTPROP =	 Objektegenskapsfält
MENU_VIEW_STATUS_BAR =	 &statusfältet
MENU_LASER =	 &Laser
	
ENTPROP =	 objektegenskaper
MENU_VIEW_RULER =	 Visa linjal
MENU_VIEW_GRID  =	 Visa rutnätspunkter
TT_SHRULER=	Visa eller dölj linjalen
TT_SHGRID=	Visa eller dölj rutnätspunkter
MENU_VIEW_GUILD =	 Hjälpledning
BK =	 bakgrund
DEGREE =	 Spendera
	
NAV_PICK_MOVEDIS=	finjustering av avstånd
WORKSPACE =	 Arbetsyta
MENU_VIEW_SNAPGRID   =	 Snap Grid F7
MENU_VIEW_SNAPGUILD  =	 Snap Guide F8
MENU_VIEW_SNAPOBJECT =	 Snäpp objekt F9
MENU_ABOUT =	 &Handla om
MENU_HELP =	 &hjälp
IDCANCEL =	 &Avbryt
IDOK =	 &OK
PASTE_X =	 Klistra in offset horisontellt
PASTE_Y =	 Vertikal Paste Offset
SAVEAS =	 Spara som
POINT =	 punkt
CURVE =	 kurva
RECT  =	 rektangel
CIRCLE =	 runda
ELLIPSE =	 oval
ELLPISE =	 oval
POLYGON =	 polygon
TEXT =	text
HATCH=	fyllning
PATHTEXT=	sökvägstext
CIRCLETEXT=	Bågtext
BMPFILE =	 bitmappsfil
VECTORFILE =	 vektor fil
TIMER =	 fördröjare
IOINPUT =	 ingångsport
IOOUTPUT =	 utgångsport
GROUP=	grupp
COMBINE=	kombination
LAYER=	 lager
NAME =	 namn
TYPE =	typ
OBJECTINFO=	objektegenskaper
TOCURVE=	Konvertera till kurva
EDGENUM =	antal sidor
APPLY=	&Tillämpa
APPLYTOCOPY=	&Använd på &Kopiera objekt
MARKLOOP=	Antal bearbetningar
POSITION=	Plats
RELATPOSITION=	relativ position
RELATCENTER=	Relativt centrum
SIZE=	storlek
ARRAY=	array
COUNT=	siffra
INC=	Inkrementell
IOCTRLCONDITION=	IO-kontrolltillstånd
ROUND=	grad av rundhet
ALLROUND=	Alla hörn runda
DIAMETER =	 diameter
STARTANGLE =	 startvinkel
ENDANGLE =	 ändvinkel
FILENAME=	filnamn
DYNFILE=	dynamisk ingångsfil
FIXEDDPI=	Fast DPI
FIXESIZEX=	Fast X-dimension
FIXESIZEY=	Fast Y-dimension
FIXEPOS=	Fast position
INVERT=	omvänd
GRAY=	gråskala
DITHER=	uttag
LIGHTEN=	Glansbehandling
BRIGHT=	ljusstyrka
CONTRAST=	Kontrast
SCANMODE=	skanningsläge
BIDIRSCAN=	Dubbelriktad skanning
YSCAN=	Y skanning
DRILLMODE=	Punktläge
PIXELPOWER=	Justeringspunktseffekt
	
BARCODE_ATTRIB=	 &Streckkodsegenskaper...
BARCODE =	 streckkod
CREATE_BARCODE =	 Skapa streckkoder
MODEIFY_BARCODE=	 Ändra streckkoden
BARCODE_INPUTPT =	 Ange koordinaterna för streckkodens nedre vänstra hörn
BARCODE_ERR_INVALIDSTR =	 Ogiltig streckkodssträng, vänligen ange igen!
	
INFO_EAN13 =	EAN-13 är en streckkod med fast längd. Dess teckenuppsättning innehåller endast siffror från '0' till '9'. EAN-13 innehåller 13 tecken, de första 12 är data och det sista tecknet är en kontrollkod. Koden är läggs till automatiskt av systemet, och systemet tar bara de första 12 tecknen.
INFO_EAN13_2 =	 EAN-13+2 är EAN-13 plus 2 tilläggskoder, och systemet tar de sista 2 tecknen som tilläggskoder.
INFO_EAN13_5 =	 EAN-13+5 är EAN-13 plus 5 tilläggskoder, systemet tar de sista 5 tecknen som tilläggskoder.
INFO_EAN8 =	 EAN-8 är en streckkod med fast längd. Dess teckenuppsättning innehåller bara siffror från '0' till '9'. EAN-8 innehåller 8 tecken, de första 7 tecknen är data och det sista tecknet är en kontrollkod. Koden läggs till automatiskt av systemet, och systemet tar bara de första 7 tecknen.
INFO_EAN8_2 =	 EAN-8+2 är EAN-8 plus 2 tilläggskoder, och systemet tar de sista 2 tecknen som tilläggskoder.
INFO_EAN8_5 =	 EAN-8+5 är EAN-8 plus 5 tilläggskoder, och systemet tar de sista 5 tecknen som tilläggskoder.
	
CHECKNUM=	kontrollera koden
THINMODULEWIDTH=	Smal modulbredd
INFO_CODE39 =	39 streckkoden är en icke-konsekutiv, icke-fast längd dubbelriktad streckkod där alla streck och mellanslag representerar information; dess teckenuppsättning inkluderar '0'-'9', 'AZ', blanksteg, '$', '%' , '+' ,'-','.','/'; Det finns en valfri kontrollkod, som automatiskt läggs till av systemet.
INFO_CODE39_EXTENDED=	 39 utökad streckkod är en utökad streckkod till 39 streckkoder, den stöder alla ASCII-tecken.
INFO_CODE93 =	 93 streckkoden är en kontinuerlig dubbelriktad streckkod utan fast längd med streck och mellanslag som representerar information; dess teckenuppsättning inkluderar '0'-'9','AZ',mellanslag,'$','%',' +', '-','.','/'; Det finns en valfri kontrollkod, som automatiskt läggs till av systemet.
INFO_CODEBC412=	 BC412-streckkoden är en kontinuerlig dubbelriktad streckkod utan fast längd där alla streck och mellanslag representerar information; dess teckenuppsättning inkluderar '0'-'9' och 'AZ' inkluderar inte 'O'; kontrollkoden är läggs till automatiskt av systemet.
INFO_CODE11 =	11 streckkoden är en icke-kontinuerlig, icke-fast längd dubbelriktad streckkod där streck och mellanslag representerar information; dess teckenuppsättning inkluderar '0'-'9','-'; det finns en valfri kontrollkod, och kontrollkoden bestäms av systemet Gå med automatiskt.
INFO_UPCA =	 UPC-A är en streckkod med fast längd, dess teckenuppsättning innehåller endast siffror från '0'-'9', UPC-A innehåller 12 tecken, de första 11 är data och det sista tecknet är en kontrollkod. Koden är läggs till automatiskt av systemet, och systemet tar bara de första 11 tecknen.
INFO_UPCA_2 =	 UPC-A+2 är UPC-A plus 2 extra koder, och systemet tar de sista 2 tecknen som tilläggskoder.
INFO_UPCA_5 =	 UPC-A+5 är UPC-A plus en 5-siffrig tilläggskod, och systemet tar de sista 5 tecknen som tilläggskod.
INFO_UPCE =	UPC-E är en streckkod med fast längd, dess teckenuppsättning innehåller endast siffror från '0'-'9', UPC-E innehåller 8 tecken, det första tecknet är fixerat som 0, de 2-7 tecknen är data, och sista 1 Varje tecken är kontrollkoden, kontrollkoden läggs automatiskt till av systemet och systemet tar bara de första 6 tecknen.
INFO_UPCE_2 =	 UPC-E+2 är UPC-E plus 2 extra koder, och systemet tar de sista 2 tecknen som tilläggskoder.
INFO_UPCE_5 =	 UPC-E+5 är UPC-E plus en 5-siffrig tilläggskod, och systemet tar de sista 5 tecknen som tilläggskod.
INFO_CODE25=	Code 25 streckkoden är en icke-kontinuerlig streckkod med endast streck som representerar information. Dess teckenuppsättning innehåller endast siffror från '0' till '9', och dess längd är inte fastställd.
INFO_CODEINTER25=	Interleaved (ITF) 25-kod är en kontinuerlig streckkod där både streck och mellanslag representerar information. Dess teckenuppsättning innehåller endast siffror från '0' till '9'. Om antalet tecken är udda kommer systemet automatiskt att lägga till en inledande 0 ; Den valda kontrollkoden kommer att läggas till automatiskt av systemet.
INFO_CODECODABAR=	Codabar streckkod är en icke-kontinuerlig, icke-fast längd, dubbelriktad streckkod med självkontrollfunktion där alla streck och mellanslag representerar information; dess teckenuppsättning inkluderar '0'-'9','AD','-', ' $',':','/','.','+';
INFO_CODE128A=	CODE128A streckkoden är en kontinuerlig streckkod; dess teckenuppsättning innehåller tecken med ASCII-värden från 0 till 95, och det finns ingen storleksgräns.
INFO_CODE128B=	CODE128B streckkoden är en kontinuerlig streckkod; dess teckenuppsättning innehåller tecken med ASCII-värden från 32 till 127, och det finns ingen storleksgräns.
INFO_CODE128C=	CODE128C streckkod är en kontinuerlig streckkod, dess teckenuppsättning innehåller '0'-'9' siffror, om antalet tecken är udda kommer systemet automatiskt att lägga till en inledande 0;
INFO_EAN128A=	EAN128A streckkoden är en kontinuerlig streckkod; dess teckenuppsättning innehåller tecken med ASCII-värden från 0 till 95, och det finns ingen storleksgräns.
INFO_EAN128B=	EAN128B streckkoden är en kontinuerlig streckkod; dess teckenuppsättning innehåller tecken med ASCII-värden från 32 till 127, och det finns ingen storleksgräns.
INFO_EAN128C=	EAN128C streckkod är en kontinuerlig streckkod, dess teckenuppsättning innehåller '0'-'9' siffror, om antalet tecken är udda kommer systemet automatiskt att lägga till en inledande 0;
	
QUIET=	tom
MID=	mitten
SCALE=	Andel
BARHEIGHT=	hög streckkod
NARROWBARW=	Smal modulbredd
BAR=	remsa
SPACE=	null
INTERCHARSCALE=	teckenavstånd i mitten
MODULETUNING=	Justering av streckkodsmodul
AUTOSIZE=	automatisk storlek
FIXEDSIZE=	Fixad storlek
SHORTPDF417=	förkortat läge
ERRLEVEL=	felkorrigeringsnivå
PDF417_ROWOUTRANGE=	PDF417 streckkodsrader måste vara 3-90 rader!
PDF417_COLOUTRANGE=	PDF417 streckkodskolumner måste vara 3-30 kolumner!
BARCODE_ERR_ROWCOL=	Det angivna antalet rader och kolumner kan inte passa den aktuella strängen!
SMALLEST=	minsta storlek
MATRIX=	matris
MODULEWIDTH=	Modulbredd
REVERSE=	omvänd
INFO_CODEPDF417=	PDF417 streckkod är en tvådimensionell streckkod, dess teckenuppsättning innehåller alla ASCII-tecken;
INFO_CODEMICROPDF417=	MicroPDF417 streckkod är en tvådimensionell streckkod, dess teckenuppsättning innehåller alla ASCII-tecken;
INFO_CODEDATAMTX=	DATAMATRIX streckkod är en tvådimensionell streckkod, dess teckenuppsättning innehåller alla ASCII-tecken;
VALID=	effektiv
FONT =	 font
FONT_ANGLE =	 lutning
FONTTYPE_BCF =	 streckkodsteckensnitt
FONTTYPE_DMF =	 bitmappstypsnitt
FONTTYPE_JSF =	 en rad teckensnitt
FONTTYPE_TTF =	 TrueType-teckensnitt
SHOWTEXT=	visa text
TEXTHEIGHT=	texthöjd
TEXTWIDTH=	textbredd
TEXTOFFSETX=	Text X offset
TEXTOFFSETY=	Text Y offset
TEXTSPACE=	textavstånd
POINTMODE=	punktläge
ROW=	Rad
COL=	Lista
KEYBOARD =	 tangentbord
DATE =	 datum
SERIAL =	 serienummer
LISTFILE=	listfil
DYNAMICFILE=	dynamisk fil
ENVARTEXT=	aktivera variabel text
HEIGHT =	 hög
CHARSPACE=	teckenavstånd
CHARWIDTH=	teckenbredd
CHARHEIGHT=	teckenhöjd
LINESPACE=	Radavstånd
ANGLE =	 vinkel
PROMPT_TRAY =	 Tips innan du bearbetar varje batch
PROMPT_NEVER =	 fråga inte
PROMPT_PART =	 Tips innan du bearbetar varje bit
DATEFORMAT=	datumformat
ADDDATEFORMAT=	lägg till datumformat
STARTSN=	startsekvensnummer
CURSN=	nuvarande serienummer
INCSN=	Sekvensnummerökning
MARKPER=	varje märke
EXTEND=	bygga ut
PREFIX =	 prefix
SUFFIX =	 ändelse
SUPRES_ZERO =	 Dämpa inledande nollor
RESETNO =	 återställ serienumret
SERAIL_ARRAY =	 Arrayens serienummer
SNDLG_FILTER =	 Filtrera följande serienummer
LINENO=	linje nummer
ENCONTOUR=	aktivera profil
HATCH1=	stoppning 1
HATCH2=	stoppning 2
ENABLE=	Gör det möjligt
PENNO=	pennnummer
HATCH_CALCALL=	Hela objektberäkning
HATCH_EDGE=	gå omkring
LISTDIST=	Radavstånd
EDGEOFFSET=	marginal
STARTOFFSET=	start offset
ENDOFFSET=	slutförskjutning
SETDEFAULT=	ange som standard
WAITTIME=	väntetid
MESSAGE=	Snabbmeddelande
SETOUTPUT=	ställ in utgångsporten
SYSTEMPARAM =	 Systemparametrar
GENERAL =	 konventionell
COLOR =	 Färg
WORKSPACE =	 Arbetsyta
AUTOSAVE =	 automatisk säkerhetskopiering
MOVEROTATE =	 flytta rotation
PLUGMGR =	 Plugin Manager
UNIT_TYPE =	 enhetstyp
GRID_DIST =	 galleravstånd
GRID =	 rutnät
SHOW_GRID =	 visa rutnät
MM =	 mm
INCH =	 tum
WORKSPAC_SHOW =	 visa arbetsytan
WORKSPAC_CIRCLE =	 cirkulär arbetsyta
LB_CORNER =	 nedre vänstra
WIDTH =	 bredd
BIGNUDGESCALE=	Stort justeringsförhållande
NEXTVALID =	 Denna ändring kommer inte att träda i kraft förrän nästa start
EVERY =	 Varje
BAKEXPLAIN =	Spara aktuell data till AutoSave.Ezd-filen i programkatalogen varje angivet tidsintervall.
BAKTIME =	 "minuter, automatisk säkerhetskopiering"
	
ZOOM_WINDOW1 =	 fönsterförstoring
ZOOM_WINDOW2 =	 fönsterförstoring
PICK =	 Välj
PICK_ALL=	Välj alla
PICK_BYENT =	 Efter föremål
PICK_COPY =	 mobil kopia
PICK_COPYENT =	 kopiera
PICK_CUT =	 skära
PICK_DEL =	 radera val
PICK_ENT_CNT =	 Välj antalet objekt
PICK_ENTITY =	 objekt är valt
PICK_GL =	 Dra en riktlinje
PICK_INV =	 omvänt val
PICK_LEFT =	 Sträck åt vänster och höger
PICK_LOCK =	 vallås
PICK_MOVE =	 Flytta Transform
PICK_PEN =	 Välj med penna
PICK_NOENTITY =	 Inga objekt är markerade
ERR_0001 =	 Denna parameter får inte vara mindre än 0,001, vänligen ange igen
ERR_CRC     =	 Fildataverifieringsfel, filen kan vara skadad.
ERR_DELSYSLAYER =	 Systemets standardlager kan inte tas bort
ERR_DELUSELAYER =	 Det för närvarande använda lagret kan inte tas bort
ERR_MATCHFONTERR =	 Det gick inte att matcha teckensnitt
ERR_MEMORY  =	 Otillräckligt minnesutrymme för att allokera tillräckligt med minne.
ERR_NOFINDIMPORT =	 Ingen giltig inmatningsplugin hittades
ERR_OPENFILE =	 filöppningen misslyckades
ERR_READFILE     =	 Det gick inte att läsa filen
ERR_RENAMESYSLAYER =	 Systemets standardlagernamn får inte ändras
ERR_SAVEFILE =	 Filspara misslyckades
ERR_SERIAL_FORMA =	 Filformatet är felaktigt, filen kan vara skadad.
ERR_VERSION =	 Fel version av filen.
ERROR_VAR_FILTER =	Filter är för hårda för att generera giltiga variabla textobjekt\nTa bort några filter och försök igen
IS_TEXT_TO_GRAPH =	 om text med detta teckensnitt ska konverteras till grafik
CMD_OPENFILE =	 öppna en fil
CMD_SAVEFILE =	 spara dokument
OPEN =	 Öppna
TIP_NOTITLE =	 Ofrälse
NOTITLE =	 Ofrälse
FILE_ISSAVEAS =	 Om de ändrade filerna ska sparas till
CHECK_SAVEPRE =	 spara förhandsgranskningsbild
CHECK_SCALE =	 behåll proportionerna
CHECK_SHOWPRE =	 Visa förhandsgranskningsbild
STATIC_SAVETYPE =	 utmatningsmetod
RADIO_SAVEALL =	 mata ut alla objekt
RADIO_SAVEPICK =	 utvalsobjekt
AUTHOR =	 författare
COMMENT =	 Anteckningar
FILEINFO =	 filinformation
VERSION =	 Version
CMD_NEWFILE =	 skapa en ny fil
PICK_PASTE =	 klistra
CENFIELD=	plats att centrera
AUTOSAVEFILE =	 Säkerhetskopierar automatiskt designfiler...
ON=	öppna
OFF=	stänga
GUIDELINE =	 Hjälpledning
OBJECT=	objekt
	
	
	
	
ID_DRAW_CIRCLE =	 Rita en cirkel\nRita en cirkel
ID_DRAW_ELLIPSE =	 Rita en ellips\nRita en ellips
ID_DRAW_PLINE =	 Rita kurva\nRita kurva
ID_DRAW_LINE =	 Rita en linje\nRita en linje
ID_DRAW_POINT =	 Rita punkt\nPlotta punkt
ID_DRAW_POLY =	 Rita polygon\nRita polygon
ID_DRAW_RECT =	 Rita rektangel\nRita rektangel
ID_DRAW_TEXT =	 Rita text\nRita text
ID_DRAW_BITMAP=	 Rita bitmappsfil\nRita bitmappsfil
ID_DRAW_VECTOR=	 Rita vektorfil\nRita vektorfil
ID_DRAW_TIME  =	Ritningsfördröjning\nRitningsfördröjning
ID_DRAW_INPUT =	 Rita ingångsport\nRita ingångsport
ID_DRAW_OUTPUT=	 Draw Outlet\nDraw Outlet
	
	
ID_TOOL_NODE =	 Redigera grafnod\nNodredigering
ID_TOOL_PICK =	 Grafmarkeringsverktyg\nGrafval
ID_MODIFY_HATCH =	 Fyll markerade objekt\nFyll
ID_TOGRAPH =	 Konvertera objekt till grafiskt objekt\nTill grafik
ID_VIEW_STATUS_BAR =	 Visa eller dölj statusfältet\nVisa och dölj statusfältet
ID_VIEW_TOOLBAR =	 Visa eller dölj systemverktygsfältet\nVisa och dölj systemfältet
ID_VIEW_ZOOMBAR =	 Visar eller döljer vyverktygsfältet\nVisar och döljer vyfältet
ID_VIEW_DRAW_BAR=	 Visa eller dölj ritverktygsfältet\nVisa och dölj ritfältet
ID_VIEW_ENTPROP=	 Visa eller dölj objektegenskapsfältet\nVisa och dölj objektegenskapsfältet
ID_VIEW_ENTLIST=	 Visa eller dölj objektlistfältet\nVisa och dölj objektlistfältet
	
ID_ZOOM_ALL =	 Visar alla objekt maximalt\nVisa alla
ID_ZOOM_PICK =	 Maximalt visningsval\nVälj observation
ID_ZOOM_IN =	 Dubbla skärmen\nZooma in
ID_ZOOM_OUT =	 Dubbla skärmen\nZooma ut
ID_ZOOM_PAN =	 Panorera display\nPanera
ID_ZOOM_WINDOW =	 Fönsterskalning\nFönsterskalning
ID_ZOOM_WORKSPACE =	 Visa hela arbetsområdet\nArbetsområdesvy
ID_SNAP_GUILD =	 Fäst till guider\nFäst till guider
ID_SNAP_GRID =	 Fäst till rutnät\nFäst till rutnät
ID_SNAP_OBJECT=	 Snap Object\nSnap Object
ID_SNAP_MESHVERTEX=	 Fäst mot ytans hörn\nFäst mot ytans hörn
ID_APP_ABOUT =	Visa programinformation, versionsnummer och upphovsrätt\nOm
ID_APP_EXIT =	 Avsluta programmet; uppmanar att spara dokumentet\nAvsluta
	
	
TT_PICKALL =	 Markera alla objekt\nMarkera alla objekt
TT_PICKDEL =	 Ta bort markerade objekt\nTa bort markerade objekt
TT_PICKINVERT =	 Invertera urval\nInvertera urval
TT_PICKLOCK =	 Lås det markerade objektet\nLås
TT_PICKUNLOCK =	 Lås upp valt objekt\nLås upp
TT_PICKUNLOCKALL =	 Lås upp alla objekt\nLås upp alla
TT_PICKCEN =	 Plats till ursprung\nPlats till ursprung
TT_PICKCENX =	X-centrum placeras på Y-axeln\nX-centrum placeras på Y-axeln
TT_PICKCENY =	 Y-centrum placeras på X-axeln\nY-centrum är placerat på X-axeln
TT_PICKPEN=	Välj objekt efter pennnummer\nVälj objekt efter pennnummer
TT_NODE_ADD =	 Lägg till nod\nLägg till nod
TT_NODE_ALIGN =	 Nodjustering\nNodjustering
TT_NODE_ARC =	 Konvertera till båge\nTill båge
TT_NODE_BEZIER =	 Konvertera till kurva\nTill kurva
TT_NODE_CLOSE =	 Stäng kurvan automatiskt\nStäng kurvan automatiskt
TT_NODE_DEL =	 Minska nod\nReducera nod
TT_NODE_DIR =	 Ändra kurvriktning\nÄndra kurvriktning
TT_NODE_LINE =	 Konvertera till rak linje\nKonvertera till rak linje
TT_NODE_REDUCE =	 Minska poäng automatiskt\nMinska poäng automatiskt
TT_NODE_SEPARATE =	 Koppla bort nod\nKoppla bort nod
TT_NODE_SHARP =	 Skarp övergång\nSkarp övergång
TT_NODE_SMOOTH =	 Smidig övergång\nSmidig övergång
TT_NODE_SYSMETRIC =	 Symmetrisk övergång\nSymmetrisk övergång
TT_NODE_UNITE =	 Fusion Node\nFusion Node
TT_POINTONCURVE=	punkt på kurvan
TT_ADDLAYER=	Lägg till lager\nLägg till lager
TT_DELLAYER=	Ta bort lager\nTa bort lager
ADDLAYER=	lägg till lager
DELLAYER=	ta bort lager
ROTATEANG =	 Rotations vinkel
MOVEDIST  =	 Rörligt avstånd
ZOOMSCALE =	 skalningsförhållande
INPUTPT =	 ingångspunkt
INPUTSTARTPT =	 Ange startpunkt
INPUTCENTER  =	 Ange mitten av cirkeln
PICKCURVE=	Välj kurvan att placera punkten på
PONITNUM=	poäng
POINTDIST=	punktavstånd
TEXT_POS=	Välj var du vill placera texten
ALIGN =	 justera
UNDO=	ångra
REDO=	ta igen sig
MENU_FINISH=	&slutet
MENU_CLOSEFINISH=	&Stängt slut
MENU_COOR=	&Ange koordinater
TRANSFORM =	 omvandla
CENTER =	 Centrum
MIRROR =	 spegel
SHEAR=	luta
PEN=	Penna
SPEED=	fart
OBJECTLIST=	objektlistan
APPLYDEF=	parameter inställd på standard
ADVANCE=	Avancerad
POWER=	kraft
FREQ=	frekvens
TICKLE=	Förjonisering
STARTTC=	Startfördröjning
ENDTC=	slutfördröjning
POLYTC=	hörnfördröjning
SECOND=	andra
US=	mikrosekunder
DELETE=	radera
PARAMLIB=	parameterbibliotek
INPUTPARAMNAME=	Ange parameternamn
GUILDLINE =	 Hjälpledning
PARAMNAMENONULL=	Parameternamnet får inte vara tomt
PARAMNAMEEXIST=	Parameternamn finns redan! Vill du skriva över gammal parameter?
REALYDELPARAM=	Är du säker på att du vill ta bort den aktuella parametern?
REALYAPPDEF=	Är du säker på att du vill använda de nuvarande parametrarna som standardparametrar?
JUMPSPEED=	Hopphastighet
JUMPPOSTC=	Hopppositionsfördröjning
JUMPDISTTC=	Hoppdistansfördröjning
ADVANCEMARKPARAM=	Avancerade markeringsparametrar
ENDCOMP=	slutpunktskompensation
ACCDIST=	Accelerationsavstånd
MARK=	märkning
SELECTAPARAM=	Välj en parameter
MODIFYCOLOR=	ändra färg
MODIFPARAM=	Ändra parametrar
APPLYTOPICK=	ansöka om urval
PARAM=	parameter
NOMOREMARKPARAM=	Endast standardparametrar, kan inte ändras
NOPICKOBJECT=	inget objekt är markerat
SETDEFPEN=	inställd som standardpenna
MENU_SPECIAL=	&Särskild
FAILOPENLMC=	Det går inte att öppna LMC1-drivrutinen! Kontrollera om LMC1-drivrutinen är korrekt installerad!
NOTFINDLMC=	Kunde inte hitta en giltig LMC1-enhet!
MENU_LASER=	&Laser
DISABLEUSE =	 Förbjudet att använda
ENABLEUSE =	 använda sig av
FIELD=	område
LASERCTRL=	laserkontroll
EXTAXIS=	Förlängd axel
CONFIGPARAM=	Konfigurationsparametrar
NEGATE=	omvänd
ASPECT=	Exteriör
FIELDSIZE=	Områdesstorlek
GALVO=	Galvo
	
MARKSTR_AFTERMARK=	Gå till den angivna platsen efter bearbetning
MARKSTR_AFTER1=	rör dig inte
MARKSTR_AFTER2=	Galvo Center
MARKSTR_AFTER3=	objektets övre vänstra hörn
MARKSTR_AFTER4=	Objektets övre högra hörn
MARKSTR_AFTER5=	nedre högra hörnet av objektet
MARKSTR_AFTER6=	objektets nedre vänstra hörn
MARKING=	Märkning...
WAITIOINPUT=	Väntar på IO-ingångsportsignal...
	
PART=	Komponenter
TOTALNUM=	total
CONTINUES=	Kontinuerlig bearbetning
MARKSELECT=	Välj bearbetning
QUIT=	sluta med
LIGHTSHOW=	display med rött ljus
	
QSWITCH=	Q-omkopplare
ANALOGOUT=	Analog utgång
CALIBRATION=	Korrektion
OTHER=	Övrig
ENPWMSIGNALE=	Aktivera PWM-signalutgång
MAXPWMFREQ=	Maximal PWM-signalfrekvens
ENABLETICKLE=	Aktivera förjonisering
PULSEWIDTH=	Pulsbredd
PULSEPERIOD=	Pulsfrekvens
FPK=	första pulsdämpningen
FPKEND=	Slå på Q-omkopplaren när den första pulsdämpningen slutar
ANALOGOUT=	Analog utgång
ANAPOWER=	Aktivera analog strömportutgång
ANAFREQ=	Aktivera analog frekvensportutgång
STARTMARKDELAY=	Börja markera försening
FINSIHMARKDELAY=	Slutmarkeringsfördröjning
MAXPOWERDELAY=	Maximal effektfördröjning
USERDEFRATIO=	Användardefinierad skala
REALRATIO=	Faktiskt förhållande
FREQMAP=	frekvenskartläggning
POWERMAP=	kraftkartläggning
READY=	Förbereda
BTNSTOP=	STOPP (F4)
BTNMARK=	Markera (F2)
BTNPARAM=	Parametrar (F3)
BTNQUIT=	AVSLUTA (F5)
BTNLIGHT=	Rött ljus (F1)
MARKSTR_NOENTITY=	Inga data kan bearbetas, kontrollera om filen är laddad!
MARKSTR_NOENTITY_SELECT=	Det finns inga data som kan bearbetas, kontrollera om bearbetningsobjektet är valt!
DOG_DATAERROR =	 Krypteringslåsets data är felaktig, kontrollera om krypteringslåset är korrekt insatt
DOG_SHARETIME =	 Den nuvarande versionen är en delad version, du har förbrukat den tillåtna tiden!\nOm du vill fortsätta att använda denna programvara, vänligen kontakta mjukvaruåterförsäljaren
DOG_SHARE =	Den nuvarande versionen är en delad version, du har använt upp det antal gånger som tillåts!\nOm du vill fortsätta att använda denna programvara, kontakta mjukvaruåterförsäljaren
DEMOVERSION=	Kan inte hitta dongeln! Programvaran kommer att fungera i demoläge
DELHATCH=	ta bort stoppning
CURTIME=	aktuell tid
TOTALTIME=	total tid
PULSELENGTH=	Pulsbredd
CHECK=	upptäcka, detektera
LASERON=	Slå på lasern
LASEROFF=	laser av
POSX=	X-position
POSY=	Y-position
LASERWILLOUTPUT=	Tryck på OK för att mata ut lasern, är du säker på att du vill mata ut lasern?
WARN=	varna
SCANIMAGE=	skanna bilden
BOTTOM =	 botten
TOP =	 topp
	
ORIGIN_PTNUM=	Ange nollpunkt
ORIGIN_WAY=	Tillbaka till ursprungsmetoden
PLUGFILENAME =	 Plugin filnamn
	
PLUGSTATE =	 plugin-status
PLUGVER =	 Plugin-version
PROMPT =	 ledtråd
MENU_APP_EXIT =	 &Utgång
LMCVERERROR=	LMC hårdvaruversionsfel
WELD=	svetsning
TRIM=	beskära
INTERSECT=	korsa
WELDTO=	svetsad till
TRIMTO=	trimmas kl
INTERSECTTO=	gå över
PLASTIC=	form
SAVESRC=	behålla det ursprungliga föremålet
SAVETAR=	behålla målobjektet
NOVALIDONCEMORE=	Inget giltigt objekt valt, välja om?
FILE=	dokumentera
PORT=	hamn
IOSTOP=	Sluta bearbeta ingångsporten
STOPPROMPT=	Snabbmeddelande när bearbetningen stoppas
STOPSIGNALTRIG=	Stoppsignalen utlöses och den aktuella behandlingen stoppas!
REMOTE=	fjärrkontroll
ENREMOTE=	Aktivera fjärrkontroll
NETWORKIP=	nätverkets IP-adress
QPULSEWIDTH=	Q pulsbredd
POINTTIME=	gör tid
LEFT =	 vänster
RIGHT =	 höger
ALIGN_NODECTRL=	Justera nodkontrollpunkter
NODE_ALIGN=	Justera nod
OFFSETLEN=	offset längd
BASELENGTH=	baslängd
TRANFORM=	omvandla
BASE=	riktmärke
FREE=	 fri
BASEANGLE=	referensvinkel
ANGLELIMIT=	Vinkelområdesgräns
CHANGEORDER=	ändra ordning
MODIFY=	Revidera
ROAXIS=	rotationsaxel
ZERO=	noll-
STEPPERRO=	Pulser per varv
DISTPERRO=	Rörelsesträcka per varv
MINPOS=	Minsta koordinater
MAXPOS=	maximal koordinat
MINSPD=	lägsta hastighet
MAXSPD=	Maxhastighet
ZEROSPD=	Noll returhastighet
GEARRATIO=	Reduktionsförhållande
PARTDIA=	Arbetsstyckets diameter
ZEROOFF=	Noll offset
ACCTIME=	accelerationstid
SCALECOMP=	Proportionell ersättning
SHEARCOMP=	felställningsersättning
SPACECOMP=	Glappskompensation
GOTOORIGIN=	Förlängd axelkorrigering nollpunkt
PLSPICKAPEN=	Välj en penna
BITMAP=	bitmapp
LINEINC=	Ökning av bitmappsavsökningslinje
NODE_DELETE =	 radera knutpunkt
NODE_ADD =	 lägg till nod
NODE_UNITE=	fusionsnod
NODE_TOARC =	 Konvertera till bågsegment
NODE_TOBEZ =	 Konvertera till kurvsegment
NODE_TOLINE =	 Konvertera till linjesegment
NODE_TOSHARP =	 cusp övergång
NODE_TOSMOOTH =	 smidig övergång
NODE_TOSYSMETRIC =	 Symmetrisk övergång
NODE_ALIGN =	 nodjustering
NODE_CHANGEDIR =	 Ändra kurvriktningen
MARKON=	Öppen markering
MARKOFF=	Markera
CURVEEDIT =	 Kurvredigering
MENU_AUTOCONNECT=	autoanslut
CONNECTERR=	Automatisk anslutningsfel
	
PRINTER  =	 skrivare
PRINT  =	 Skriva ut
STYLE  =	typ
STATUS =	 stat
REMARK =	 Anmärkning
COPYNUM=	 antal kopior
ATTRIB=	 Attribut
PRINTCOPYNUM=	 antal kopior
AUTOPAGE=	Automatisk personsökning
PRINTRANGE=	utskriftsområde
PRINTALL=	skriva ut alla
PRINTSEL=	välj utskrift
PAGESETUP=	sidinställningar
	
MARGIN=	Marginaler
MARGINLEFT =	vänster marginal
MARGINRIGHT=	högermarginal
MARGINTOP  =	toppmarginal
MARGINBOTTOM=	bottenmarginal
	
PAGECEN     =	sidan mitt
PAGECENUP   =	övre mitten
PAGECENLEFT =	mitten till vänster
PAGECENRIGHT=	mitten höger
PAGECENDOWN =	mitten och nedre
	
PAGELEFTUP   =	övre vänstra
PAGERIGHTUP   =	överst till höger
PAGELEFTDOWN  =	nedre vänstra
PAGERIGHTDOWN =	nere till höger
PAGEFILL=	ändra storlek till sida
PAGERANDOM=	anpassa
AXISSTEP=	Rörelsestegslängd
SPLITSIZE=	Delad storlek
SPLITPARAM=	segmenteringsparameter
SPLITBYGUILDLINES=	Dela med hjälplinjer
ORIGIN=	ursprung
LIGHTING=	rött ljus som indikerar
SPLITMARK1=	Delad markering 1
SPLITMARK2=	Split Mark 2
ORIGINCOOR=	ursprungskoordinater
SETCURPOSTOORIGIN=	(&D) Ställ in den aktuella punkten som utgångspunkt
SETORIGIN=	ange ursprung
SPECIALMOTION=	speciell rörelse
STOP=	sluta
GOTOMARKORIGIN=	Flytta till märkningens ursprung
REDLIGHTPOINT=	rött ljus indikering
LIGHTSPEED=	rött ljuss hastighet
OFFSETPOSX=	offset position X
OFFSETPOSY=	offset position Y
REDLIGHTIO=	Rött ljus som indikerar utgångsport
MARKIO=	Märkning av utgång
NULL=	ingen
INPUTTEXT=	Ange texten som ska bearbetas
FORCESPLIT=	tvångsdelning
LINE=	rak linje
RIGHTCOOR=	Tryck på höger musknapp för att ange koordinater
INPUTCOOR=	Ange koordinater
FINISHGOTOSTARTPT=	Efter bearbetning, återgå till startpunkten
STARTMARKIO=	Börja markera portar
INPORT=	ingångsport
AUTORESET=	Automatisk återställning
JSFFONT_FILENAME=	jsf teckensnittsfilnamn
GRAPHCHAR=	Tecken som motsvarar grafik
UPDATEFONTFILE=	Uppdatera teckensnittsfil
OFFSET_DIST=	offset avstånd
JCZFONT_NEWJSF=	Filen finns inte, skapa en ny fil?
JSFFONT_NAME=	teckensnittsnamn
DOUBLEWIDTH=	dubbel teckenbredd
DOUBLEHEIGHT=	dubbel teckenhöjd
SINGLEWIDTH=	enstaka teckenbredd
SINGLEHEIGHT=	enstaka tecken höjd
JSFFONT=	Jsf-teckensnitt
JCZFONT_PROPERTY=	teckensnittsegenskaper
ENMARKMUTEX=	aktivera markering mutex
MARKPARAM=	Märkning av parametrar
ONOFF=	växla
CURPEN=	nuvarande pennnummer
CURPENPARAM=	aktuella pennparametrar
USEDEFAULTPEN=	Använd standardparametrar
SELPARAMFROMLIB=	Hämta parametrar från parameterbiblioteket
DELETESELPARAM=	radera den valda parametern
CURPARAMSAVEAS=	Spara aktuella parametrar som
PLSSELPARAM=	Välj en parameter först
ID_DRAW_BARCODE =	 Rita streckkod\nRita streckkod
MENU_VIEW_MARKPARAM=	Markeringsparameterstapel
ID_VIEW_MARKPARAM=	Visar eller döljer markeringsparameterfältet\nVisar eller döljer markeringsparameterfältet
SHOWCROSSLINE=	Visa mittkors
SELPOSDATUM=	Välj utgångspunkt för positionskoordinaterna
PULSEGREATEMAX=	Den inställda Q-pulsbredden är större än den maximala pulsbredden
MAXPULSEWIDTH=	Maximal pulsbredd
CURFREQ=	aktuell frekvens
FIELDNAME=	Fält namn
CURRENT=	nuvarande
CURRENTMAP=	Aktuell kartläggning
ENCURRENT=	Aktivera strömutgång
EXESTART =	När ezcad startar, kör programmet
EXEFINISH=	Kör programmet när ezcad är stängt
PARAMNAME=	parameternamn
GOALSIZE=	målmärkes storlek
REALSIZE=	Verklig märkningsstorlek
CALCSCALE=	Beräkna förhållandet
GOALMUSTGREATE=	Målmärkets storlek måste vara större än 0,001
REALMUSTGREATE=	Den faktiska markeringens storlek måste vara större än 0,001
FORCEALLSPLIT=	Hela divisionen
USEGUILINSTARS=	Använder en digital Q-switch-drivrutin
	
DESCENTRATIO=	Lägre hög kvot
DESCENT=	högt ner
ASCENT=	Shanggao
BASELINE=	baslinje
LOADCHAR=	Ladda teckendata
SAVECHAR=	spara teckendata
LEFTSIDE=	Vänster stödbredd
RIGHTSIDE=	Rätt stödbredd
HELP =	 hjälp
HELP_BLUEBOX=	Den blå ramen är det område som karaktären upptar när den faktiskt visas
HELP_DESCENTRATIO=	Lägre hög kvot
HELP_CHARWIDTH=	Teckenbredd hänvisar till standardteckenbredden för det aktuella teckensnittsbiblioteket
HELP_CHARHEIGHT=	Teckenhöjd hänvisar till standardteckenhöjden för det aktuella teckensnittsbiblioteket
HELP_LEFTSIDE=	Den vänstra stödbredden är avståndet mellan tecknets faktiska data och den vänstra kanten
HELP_RIGHTSIDE=	Rätt stödbredd är avståndet mellan tecknets faktiska data och den högra kanten
HELP_BASELINE=	Baslinjen är den horisontella linjen som används för justering när du bygger ett teckensnitt
CHARKERNING=	Karaktärskärning
NOFONTFILE=	Kunde inte hitta en giltig teckensnittsfil, välj en giltig teckensnittsfil!
INPUT2CHAR=	Ange två tecken
SAVEKERNING=	spara kerning
JCZFONT_VER1=	Det nuvarande teckensnittsbiblioteket är version v1.0, och det konverteras till version v2.0.\nStarta om ezcad2.0 innan ändringen träder i kraft!
PULSEMODE=	Vektor prickmönster
PULSEPER=	Pulser per punkt
FLYMARK=	flygande markering
FLYSPEED=	Linjär hastighet
ERR_FLYSPEEDFAST=	Linjehastigheten är för hög för att galvo ska hinna med!\nLinjehastigheten måste vara lägre än markerings- och hopphastigheten!
MS=	millisekund
CANHATCH=	kan fyllas
PASSWORD=	Lösenord
CONFIRMPASSWORD=	Bekräfta lösenord
PASSWORDNOSAME=	Lösenorden som angetts två gånger är olika, vänligen ange igen!
PASSWORDUNVALID=	fel lösenord!
OUTPORTALRADYUSE=	Utgångsporten har varit upptagen av en annan enhet, vänligen återställ den!
LASERPOWERIO=	Lasereffekt
POWERON=	ström på
POWEROFF=	Stäng av
EZCADSTR_ID_FILE_IMGLIB =	 Öppnar favoritgalleriet\nFavoritgalleri
EZCADSTR_IDC_STATIC_NEWIMG =	 Ange ett bildnamn
EZCADSTR_IDC_STATIC_NEWLIB =	 Ange ett gallerinamn
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Ange ett filnamn (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 radera bild
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 radera galleri
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 Lägg till bild
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Nytt galleri
EZCADSTR_IMGDLG_KEEPSIZE =	 Låsvåg
EZCADSTR_IMGDLG_NEWIMG =	 Lägg till bild
EZCADSTR_IMGDLG_NEWLIB =	 Nytt galleri
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Exportera grafikalternativ
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 hög
EZCADSTR_IMGDLG_STATIC_NAME =	 Galleriets namn
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Bildförhandsgranskning
EZCADSTR_IMGDLG_STATIC_WIDTH =	 bredd
EZCADSTR_IMGGLD_ORIGSIZE =	 originalstorlek
EZCADSTR_IMGLIB_DRAW =	 Ritningsgalleri
EZCADSTR_IMGLIB_MAXIMG =	 Antalet bilder i det här galleriet har nått maxvärdet, skapa ett nytt galleri
EZCADSTR_IMGLIB_TOTALNUMBER =	 Totalt antal bilder:
EZCADSTR_IMPORT_PT =	 Ange platsen för att placera grafiken
EZCADSTR_MSG_DELETEIMG =	Är du säker på att du vill ta bort bilden?
EZCADSTR_MSG_DELETELIB =	 Är du säker på att du vill ta bort galleriet?
EZCADSTR_MSG_DIRECTORYERROR =	 bibliotekets filsökväg finns inte
EZCADSTR_MSG_HAVEFILE =	 Det angivna galleriet finns redan, vänligen gå in igen
EZCADSTR_IMGDLG =	 Gemensamt galleri
EZCADSTR_MENU_FILE_IMGLIB =	 &Common Gallery...
CIRDIAMETER=	cirkeldiameter
ARRAY_NUM=	antal arrayer
ANG_DIST=	Vinkelavstånd
EZCADSTR_ARRAY_TYPE =	 array typ
EZCADSTR_ARRAY_X_DIST =	 Horisontellt avstånd
EZCADSTR_ARRAY_X_NUM =	 Horisontellt nummer
EZCADSTR_ARRAY_Y_DIST =	 Vertikalt avstånd
EZCADSTR_ARRAY_Y_NUM =	 vertikalt nummer
EZCADSTR_ARRAY_DIST_CALC =	 Metod för beräkning av avstånd
EZCADSTR_ARRAY_ENTSPACE =	 Beräknas enligt avståndet mellan grafiken
EZCADSTR_ARRAY_OFFSETDIST =	 Beräknat med offset avstånd
EZCADSTR_CMD_ARRAY=	arrayobjekt
RADIUS=	radie
BREAKCROSSPOINT=	ta bort korsningen
ID_MODIFY_ARRAY =	 Array valda objekt\nArrayobjekt
ID_MODIFY_ROTATE =	 Rotera markerade objekt\nRotera objekt
ID_MODIFY_PLASTIC=	Objektformning\nFormning
ID_MODIFY_CONNECT=	Auto-anslut-kurvor\nAuto-anslut-kurvor
ID_MODIFY_BREAKCROSS=	Ta bort skärningen av kurvorna\nTa bort skärningen
ID_MODIFY_TRANSFORM=	Transformera objekt\nTransformera
ID_MODIFY_OFFSETCURVE =	 Förskjuta markerade kurvobjekt\nOffsetkurva
CROSSLEN=	korsningslängd
TESTLASER=	testlaser
READALLLINE=	Läs hela filen varje gång
INFO_CODE128OPTMIZE=	CODE128Optimized streckkoden är en kontinuerlig streckkod; dess teckenuppsättning innehåller tecken med ASCII-värden från 0 till 127, och systemet växlar automatiskt mellan CODE128 A, B och C enligt tecknen, vilket gör den slutliga koden den kortaste;
FLYRIGHT2LEFT=	Rörledningsriktning från höger till vänster
FLYCONTMODE=	Kontinuerligt läge för rörledning
DATEINFO=	Betydelsen av tecken i datumformat: Y
SN=	serienummer
INCSN=	Sekvensnummerökning
	
DATENAME=	datum namn
YEARUSE2DIGIT=	Använd två siffror för årtalet
YEARNOLEADZERO=	År utan inledande nollor
HOUR12=	12 timmars klocka
TIMENOLEADZERO=	tid utan inledande nollor
DIGIT09ISSN=	Siffran 0 är serienumret och siffran 9 är serienumrets ökning
SAMPLE=	Exempel
AM=	morgon-
PM=	eftermiddag
DATENAMECANNOTNULL=	Datumnamnet får inte vara tomt!
SAVETONEWFILE=	spara till ny fil
AUTOROANG=	Autorotera fyllningsvinkel
BYDAY=	på dagen
BYMONTH=	en gång i månaden
BYWEEK=	efter vecka
BYYEAR=	efter år
DATEOFFSET=	datumförskjutning
ENTOTALPARTNUM=	Det totala antalet arbetsstycken är giltigt i kontinuerligt läge
MARKFINISHNUM=	Den angivna kvantiteten har bearbetats! Vill du fortsätta bearbetningen?
OFFSET=	offset
EXPORTTEXT2FILE=	Mata ut text till angiven fil under bearbetning
EXPORTTIME2FILE=	Utdatatid till angiven fil under bearbetning
EXPORTTEXT=	mata ut text
AUTOCONNECT=	Anslut automatiskt intilliggande kurvsegment
SOFTUSEPSW=	Ett lösenord måste anges för att använda programvaran
USERMGR=	Användarhanterare
USER=	användare
ADMIN=	chef
DESIGNED=	designer
WORKER=	operatör
MODIFYPASSWORD=	ändra lösenord
SELUSER=	välj användare
PSWINCORRECT=	Felaktigt lösenord vänligen ange igen
CARDNO=	kortnummer
SELLMC1DEV=	Välj enheten för att ställa in parametrar
LASERTYPE=	Laser typ
NOHATCHTEXT=	ingen textutfyllnad
USECORRECTFILE=	Använd korrigeringsfiler
CRYSTAL=	kristall-
MAXFREQ=	maximal frekvens
PULSEGREATEMAXFREQ=	Pulsfrekvensen är större än den maximala frekvensen
MOVEANG=	Rörelsevinkel
CURRANGLE=	aktuell vinkel
ROANGMARK=	Rotationsvinkelmarkering--notera: z-koordinaten för objektet är vinkelvärdet
OPTIMIZECURVE=	Optimera kurvordningen
ANGLEROTATE=	Rotationsvinkelmarkering
SIZESCALE=	Storleksförhållande
PULSE=	puls
ENSHOWCONTOUR=	visa kontur
SUBSURFACE=	Inuti snidning
ZEROTIMEOUT=	återgå till noll timeout
CMD_REPEAT1=	upprepa kommando 1
CMD_REPEAT2=	upprepa kommando 2
NODE=	nod
SUNDAYISFIRSTDAY=	söndag är den första dagen i veckan
TT_POINT=	dra en punkt
TT_POINTONCURVE1=	Placera ett fast antal punkter på en kurva
TT_POINTONCURVE2=	Placera punkter med fast avstånd på en kurva
IMGLIB_PROMPT=	Tips: Tryck och håll nere vänster musknapp för att välja önskad grafik och dra sedan för att flytta till arbetsytan
ONELASERMULTISCANNER=	Enkellaser- och multilinslägen
MULTILASERMULTISCANNER=	Multilaser- och multilinslägen
ALLSCANNERSAMEPART=	Alla galvanometrar bearbetar samma arbetsstycke
ALLSCANNERDIFFPART=	Alla galvanometrar bearbetar olika arbetsstycken
SCANNER=	Galvo
SCANNERTYPE=	Galvo typ
CENPOS=	Centerkoordinater
LASERPARAM=	Laserparametrar
ERR_OUTRANGE=	Förlängningsaxeln ligger utanför bearbetningsområdet!
MOVETOPREV=	flytta till fronten
MOVETONEXT=	flytta till baksidan
MOVETOTOP=	föra till fronten
MOVETOBOTTOM=	flytta till baksidan
MENU_EDIT_TODASHED=	till streckad linje
INFO_QRCODE=	QRCODE streckkod är en tvådimensionell streckkod, dess teckenuppsättning innehåller alla ASCII-tecken;
LASERONTIME=	Laser i tid
DISTRIBUTION=	distribuerad
D_TOP=	&Tycka om
D_VCEN=	&Medium
D_VSPACE=	&mellanrum
D_BOTTOM=	&Botten
D_LEFT=	&Vänster
D_HCEN=	&Medium
D_HSPACE=	&mellanrum
D_RIGHT=	&Höger
ISREALYMARK=	Börja markera?
DELOLDCURVE=	radera gamla kurvor
PICKOFFSETCURVE=	Välj den kurva som ska förskjutas
PICKOFFSETDIR=	Välj kurvans offsetriktning
NESTING=	Optimerad häckning
PICKEDGE=	urvalsgräns
NESTPARAM=	Häckningsparametrar
AUTONESTING=	automatisk häckning
BRIDGEDIST=	varvdistans
STOCKDIST=	Bladmarginaler
ROTATEINTERVAL=	Rotationssteg
ROTATE=	rotera
ERRNESTING=	Den aktuella arkgränsen rymmer inte alla prover!
PICKNESTEDGE=	Välj arkgränsen som provet ska placeras på
MARKDATA_OUTRANGE=	Bearbetningsdata överskrider bearbetningsintervallet!
SELECTNESTEDGE=	Vänligen välj den arkgräns som du vill placera provet på först!
NESTINGMULTI=	Layout för flera arbetsstycken
NESTINGONE=	Enhetlig layout av ett arbetsstycke
SHEETSIZE=	Materialstorlek
SHEETSIZESMALL=	Materialstorleken är för liten!
WARNSTARTSIGNAL=	Bearbetningen avbryts kontinuerligt. Är startsignalen fel? Är startbearbetningssignalen förbjuden?
INPORTCONFLIC=	Observera att det finns motstridiga ingångsportar! Vänligen välj igen!
OUTPORTCONFLIC=	Observera att det finns motstridiga utgångsportar! Vänligen välj igen!
UNCOMBINE=	 separat kombination
READPOINTCLOUDFILE=	Läs punktmoln-fil...
MENU_FILE_BMPFILE=	Mata in bitmappsfil\tCtrl+W
MENU_FILE_VECTORFILE=	Importera vektorfil\tCtrl+B
MAXFREQDELAY=	Maximal frekvensfördröjning
INFO_CODEINTER6=	ITF-6-koden är en streckkod med fast längd, dess teckenuppsättning innehåller bara siffrorna '0'-'9', ITF-6 innehåller 6 tecken, de första 5 tecknen är data, det sista tecknet är kontrollkoden, Verifieringen koden läggs automatiskt till av systemet, och systemet tar bara de första 5 tecknen.
INFO_CODEINTER14=	ITF-14-koden är en streckkod med fast längd, dess teckenuppsättning innehåller bara siffrorna '0'-'9', ITF-14 innehåller 14 tecken, de första 13 är data och det sista tecknet är kontrollkoden. verifieringskoden läggs automatiskt till av systemet, och systemet tar bara de första 13 tecknen.
BORDER=	ram
PLUSEWIDTHREV=	pulsbreddsinvertering
ENANALOGFPK=	Aktivera Analog första pulsdämpning
INFO_USERDEFINE=	Användardefinierad streckkod, användardefinierat antal rader och kolumner, streckkodsdata representeras av en sträng av siffror med storleken 0-255 separerade med ",", varje siffra representerar ett 8-siffrigt streckkodsblock, den första siffran representerar streckkoden uppifrån och ned Den första raden från botten, de första 8 streckkodsblocken från vänster till höger. När en byte inte kan rymmas i slutet av en rad, ska motsvarande databit ignoreras. Om det inte finns något "," i inmatningstecknet används den binära regeln, 1 betyder svart och 0 betyder vit.
RINGMARK=	Smyckesmärkning
INPUTDISTRCOFF =	 Ange fatdeformationsfaktor
INPUTTRAPECOFF =	 Ange trapetsformad deformationsfaktor
GRADUATION=	skala
GRADUATIONNUM=	antal bockar
GRADUATIONANG=	Vinkelökning
DEGREE1LEN=	Minsta fästinglängd
DEGREE5LEN=	5-punkts fästinglängd
DEGREE10LEN=	10-punkts fästinglängd
SHOWTEXT=	visa text
STARTVALUE=	startvärde
INCVALUE=	Öka värdet
DOTBITCOUNT=	siffror efter decimalkomma
LOADGRADFILE=	Ladda skalfil
SAVEGRADFILE=	spara tick-fil
ROTATERULER=	vågring
HATCHBYDEFAULT=	Fyll med standardparametrar
360MARK =	 360 graders markering
STARTPULSEMODE=	Starta signalpulsläge
AUTORESETMARKCOUNT=	Automatisk återställning av behandlingstider
PULSEPERUNIT=	pulser per enhet
MOVE =	 flytta
MOVETO =	 flytta till
RELATIVE=	relativ position
MENU_DRAW_EXTAXIS=	&Utökad axel
ID_DRAW_EXTAXIS=	 Ritar en utökad axel\n Ritar en utökad axel
MULTIPARTMARK=	Flerstationsbearbetningsmodul
PLEASEVALIDPARAM=	Välj en giltig stationsparameter
MALTIMARKINFO=	Det angivna maximala bearbetningsnumret har bearbetats!\nOm du vill bearbeta, vänligen ändra det bearbetade antalet eller det maximala bearbetningsnumret.
MALTIMARKINFO2=	Det angivna maximala antalet bearbetningar har slutförts!
PARTPOS=	Station
PARTTYPE=	arbetsstationsläge
SELPARTTYPE=	Välj stationsläge
CURPARTPOS=	nuvarande station
MARKEDCOUNT=	Antal bearbetade
STOPWHENMAX=	Stoppa efter bearbetning till maximalt antal bearbetningar
MAXCOUNT=	Maximalt antal behandlingar
MARKALLPART=	F1 för att bearbeta alla aktuella stationer
CONTMARKALLPART=	F2 Kontinuerlig bearbetning av alla stationer
MARKCURPART=	F8 bearbetar den aktuella stationen
MODIFYCURPART=	F9 för att ändra aktuell stationsposition
ADD=	Öka
DISMARKWHENREACHTOTAL=	Behandling är förbjuden efter bearbetning till angivet antal
CURNUMGREATETOTALNUM=	Det aktuella antalet bearbetningar har varit större än det totala antalet bearbetningar, vänligen återställ det aktuella antalet bearbetningar innan bearbetning!
YAGOPTIMIZEMODE=	YAG-optimerat fyllningsmönster
	
FLYHARDWARE=	Aktivera maskinvaruflygplansläge
FLYSIMULATION=	Aktivera hårdvaruemuleringsläge
MULTIPLIER=	flyghastighetsfaktor
UM=	mikron
MIL=	mil
UMPERCOUNT=	mikron/antal
INCHPERCOUNT=	tum/antal
FLYCOUNT=	räkna
TOTALMARKTIME=	total handläggningstid
DOG=	dongel
DEFENTTEXT=	TEXT
SPECIALPOS=	angiven plats
GOTOSPECIALPOS=	flytta till den angivna positionen
SETCURPOSTOSPEC=	(&D) Ställ in den aktuella punkten på angiven position
MINPWMFREQ=	Minsta PWM-signalfrekvens
PULSELOWMAXFREQ=	Pulsfrekvensen är mindre än minimifrekvensen
MINFREQ=	Minsta frekvens
DOUBLELINEMODE=	dubbelt bockmönster
LASERSLEEPTIME=	Laser sömntid
DXFUNITISINCH=	Dxf-filenheter är tum
0NOTAILZERO=	0-skalan visar inte 0 efter decimalkomma
SHOWDEGREE5TEXT=	Visa 5-graders text
TEXTROTATE90=	Text roterad 90 grader
BOLDLINEMODE=	brett fästingmönster
POWERRULER=	super härskare
PLSSELRULER=	Välj en linjal som ska bearbetas
ALEARDYHAVESAMERULER=	Linjalnamnkonflikt, vänligen byt namn!
GRADCONDISNULL=	Linjalens villkor för att skapa bockmarkeringar kan inte vara tomt!
MINGRAD=	Minsta skala
RULER =	 linjal
RULERNAME=	Linjalens namn
GRADGENCOND=	Kryssa för Generationsvillkor
GRADLINE=	bockmärken
GRADVALUE=	Skalvärde
STARTPT=	startpunkt
ENDPT=	slutpunkt
STARTINDEX=	start tick indexnummer
ENDINDEX=	slut tick indexnummer
INCINDEX=	Kryssa för indexökning
GRADLINEWIDTH=	Tickbredd
ROTATERULERMODE=	Roterande linjalläge
GLOBEMARK=	klotmarkering
LONGITUDE=	longitud
LATITUDE=	latitud
FLYMARKENTBYORDER=	Aktivera flygblad efter objektsordning
INPUTIOMASK=	ingångs IO-mask
OUTPUTIOMASK=	utgång IO-mask
DISSTARTIOINCONTMODE=	Kontinuerligt läge inaktivera startmarkeringsport
LASEROFFTC=	Ljus släckningsfördröjning
STARTGRADPOS=	start bockposition
INCPOS=	positionsökning
STEPPERMM=	steg/mm
STEPPERINCH=	steg/tum
EDIT =	 redigera
TOTALPARTNUM=	totalt antal delar
EXPORTTOWS=	utgång till arbetsytan
STRAIGHTRULER=	linjal
RINGRULER=	Ring linjal
DISKRULER=	skiv linjal
PARTNUM=	Delnamn
UPDATEPOSPARAM=	Uppdatera positionsparametrar
OTHERNUMSYS=	anpassad bas
MAXNUMBER=	maximal bas
MPERMIN=	m/min
INCHPERMIN=	tum/min
ENCODERDIST=	Encoder reseavstånd
OUTPORT=	utgångsport
ROTATETEXTMARK=	Rotera textmarkering
	
CIRCLEMODE=	cirkel mönster
TEXTELEMENT=	textelement
TCPIPCOM=	Nätverkskommunikation
SERIALCOM=	Seriell kommunikation
TIME=	tid
FIXEDTEXT=	fast text
NOLEADZERO=	Använd inte inledande nollor
PREV=	gå framåt
NEXT=	backa
LIMILTSN=	Maximalt sekvensnummer
MODE=	modell
YEAR=	år
MONTH=	måne
DAYOFMONTH=	dag
DAYOFYEAR=	himmel
DAYOFWEEK=	Vecka
WEEKOFYEAR=	vecka
HOUR=	Timme
MINUTE=	minut
TIMESEC=	period
IPADDRESS=	IP-adress
COMMAND=	Ordning
ALLCHARSUSES=	alla möjliga karaktärer
BAUDRATE=	baudhastighet
DATABIT=	databitar
STOPBITS=	stopp bit
PARITY=	paritet
ENCIRCLETEXT=	aktivera bågtext
POWERKEYBOARD=	supertangentbord
KBWORKDIRECTORY=	tangentbords arbetskatalog
KEYLIST=	nyckellistan
KEYNAME=	nyckelnamn
KEYFILE=	nyckelfil
CUTONOFF=	skära brytare
USERNAME=	Användarnamn
	
DYNFOCUS=	dynamiskt fokus
ENDYNFOCUS=	Aktivera dynamisk fokus
DYNZREV=	Z omvänd
DYNZPOS=	Z-position
DYNZRAD=	Avstånd till centrum (%)
DYNAUTOSWITCH=	Auto switch
DYNUPDATEALL=	Uppdatera Z-position
DYNADD=	Z ökar
DYNDEC=	Z minskning
DYNSTART=	börja testa
DYNSTOP=	stoppa testet
DYNUSING=	Dynamiskt fokus vid användning..
IAGREE=	Gå med på att acceptera detta avtal
IDONTAGREE=	accepterar inte detta avtal
ERR_CANNT_RUN=	Åtgärden kan inte utföras i det aktuella läget
MARKSPEED=	Markeringshastighet
LENTESTRECT=	Testa rektangelns sidolängd
TESTPARAM=	Testparametrar
ZINCREMENT=	Öka Z
ZMICROINC=	Finjustering Increment Z
ZMAX=	Z max
DYNLINEAR=	Linjär interpolation
MACROADJUST=	Finjustera Z-värdet
FAILTRANSFER=	Datauppdatering misslyckades! Var god försök igen!
ENCO2FPK=	Aktivera CO2 första pulsundertryckning
FPKSTARTPOWER=	Första pulsdämpning starteffekt
FPKINCPOWER=	Första pulsdämpningseffektökningen
SHOWSTARTMARKDLG=	Visa dialogrutan Börja markera
ENEXEMARKFILE=	Aktivera exekvering av märkning av start- och slutkommandofiler
ENREDCONTMODE=	Aktivera rött ljus kontinuerligt bearbetningsläge
	
DYNSAVE=	spara
DYNLOAD=	ladda
ADDZAUTO=	Z-värdet ökar eller minskar automatiskt
INFO_CICODE=	Hanxin är den kinesiska 2D-streckkodsstandarden; dess teckenuppsättning innehåller alla ASCII-tecken och kinesiska tecken
SPECIALWAVE=	speciell vågform
SPIWAVE=	vågform
SPICONTINUES=	kontinuerligt läge
SPISIMMERCUR=	Standby-ström
STEPDIST=	Optimerad längd
STEPDELAY=	fördröjning mellan stegen
USESTEPMARKMODE=	Använd stegmarkeringsläget
CURLMCNOTIPG=	Aktuella LMC-kort stöder inte IPG-lasrar
CURLMCNOTSPI=	Det aktuella LMC-kortet stöder inte SPI_G3-lasrar
LASERNOTREADY=	Lasern är inte klar, kontrollera
FIXEDCOOR=	Fasta inmatningspunktskoordinater
DOORIO=	säkerhetsportport
ERR_DOOROPEN=	Säkerhetsdörren är öppen, vänligen stäng säkerhetsdörren!
LINEREDUCTION=	rakt indrag
NUMLOOPS=	Antal gränsringar
FONTTYPE_SHX=	SHX-teckensnitt
ENSPLITSTRTOCHANGETEXT=	Aktivera delad sträng för att ändra textobjekt med angivet namn
INDEXFIRSTCHARSTR=	positionen för det första tecknet i strängen
NUMCHAREXTRACTSTR=	Det totala antalet tecken som extraherats från strängen
NAMETEXTTOCHANGE=	Namnet på textobjektet vars teckeninnehåll du vill ändra
SET=	uppstart
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	YMirror\nYSpegel
IPG:OVERTEMP=	Laser: För hög temperatur
IPG:NORMAL=	Laser: fungerar bra
IPG:HIGHOPTIC=	Laser: Bearbeta mycket reflekterande material och lasern reflekteras in i lasern
IPG:SYSERROR=	Laser: Systemfel
IPG:READY=	Laser: inte redo
IPG:EMERGENCY=	Laser: Nödstoppsignalen är giltig
HIDEMODEL=	dold modell
ANGLEINC=	Vinkelökning
UPTODOWN=	topp till tå
LAYERNUM=	skikten
SPACEOFLAYER=	Skiktavstånd
CALCULATE=	Beräkna
READ3DFACEFROMDXF=	3d ytskiktning
AVERAGELINE=	Fördela fyllningslinjerna jämnt
CHANGELINECHAR=	ny linje
MARKSELF=	markera dig
ENSAMEWIDTHCHAR=	Aktivera tecken med lika bredd
DYN_OUTSIDE=	utanför området
DYN_MODE1=	standardläge
DYN_MODE2=	Z-axel oberoende läge
MAXSPEED=	Maxhastighet
MINSPEED=	lägsta hastighet
LOOPDIST=	Ringavstånd
MARKBYSPLITLINE=	Markera med skiljelinje
MARKSTR_AFTER7=	angiven plats
ENANALOGCURFPK=	Aktivera analog strömdämpning
CURVESCATTERTOL=	Kurvspridningsfel
ENABLECURVESCATTERTOL=	Aktivera kurva diskret fel
WOBBLE=	skaka
WOBBLEDIST=	mellanrum
ROTARYMARK=	Roterande axelmarkering
FOCUSLENGTH=	brännvidd
AXISISHOMING=	Axeln hemställs
AXISISMOVING=	axeln rör sig
AXISMOVEFAIL=	Axelrörelse misslyckades!
AXISERRMAXLIMIT=	Axelrörelse bortom positiv gräns
AXISERRMINLIMIT=	Axelrörelse bortom den negativa gränsen
AXISMUSTGOHOME=	Axeln måste gå tillbaka till nollpunkten innan den kan röra sig Vill du gå tillbaka till nollpunkten först?
ENCODERREVERSE=	Invertering av kodarsignal
FLYENCODEROFFSET=	Aktivera kodarens fasta offsetavstånd
FLYENCODEROFFDELAY=	Fördröjning (oss)
FLYENCODERLOWSPEED=	låghastighetsläge
	
GET55ERR=	parameterberäkningsfel
GETFLYPARSTEP=	Vänligen kontrollera monteringsbandet manuellt för att flytta en kort sträcka;\nMät avståndet och fyll i inmatningsrutan nedan;\nProgrammet beräknar automatiskt parametrarna efter att ha klickat på OK
FLYPARINPUT=	Ange längd:
GETPAR=	Beräkna
PULSECOUNT=	Pulsmängd
PULSECOUNTRESET=	klar
	
FLYADDTOY=	Överlägg till Y-axeln
FLYTOP2BOTTOM=	Rörledningsriktning från topp till botten
	
DYNAMICLMC=	Dynamiskt fokuskort
UNKNOWN=	okänd
BDVVALUE_CUSTOM_ALL=	Universell
BDVTEXT_CARDTYPE=	Korttyp:
BDVTEXT_CARDVERSION=	versionsnummer:
BDVTEXT_CUSTOM=	skräddarsydda:
BDVTEXT_CARDFUNCTION=	Funktionskod:
HARDINFO=	hårdvaruinformation
	
ENVARTEXTFIXWID=	Aktivera fast textbredd
USEEXCELCORRECTFILE=	Korrigeringsfiler med Excel
STARTCOOR=	startpunktskoordinater
ENDCOOR=	Slutpunktskoordinater
SPACEDIST=	mellanrum
SPACING=	mellanrum
MARKGRIDLINE=	Kryssa i rutnätslinjer
USECORFILEMARKGRIDLINE=	Använd korrigeringsfilen för att markera rutnätslinjer
CORCOMPFILE=	Korrigeringskompensationsfil (Excel-fil)
FIXEDCHARCOUNT=	fast antal tecken
EMPTYCHARWIDTH=	Noll teckenbredd
AVADISTPOINT=	Fördela alla poäng jämnt
YAGFASTPOINTMODE=	 YAG snabbt punktläge
SETANALOG=	ställ analog
USERDEF=	anpassa
MENU_VIEW_IOSTATE=	IO-status
DOGNOTMATCHLMC=	Dongelns bindningsnummer stämmer inte överens med märkkortets nummer, kontrollera dongelnumret!
MORETHAN360=	Markeringsområdet överstiger 360 grader, fortsätt?
CURNUM=	Aktuellt antal märken
SPOTDIA=	fläckstorlek
PTCYCLES=	antal träffar
DISTANCE  =	 distans
ENDADDPTS=	prick i slutet
INFO_MICROQRCODE=	Micro QR Code är en avskalad version av QRCODE streckkoden;
ENABLETILDE=	Aktivera ~(~ följt av dxxx xxx
MULTIFILEMARK=	Markering av flera dokument
LASERLEAKHANDLE=	ljusläckagebehandling
DISMARKLOWPT=	Markera inte punkter med lågt gråvärde
BASEHEIGHT=	Bashöjd
PARTHEIGHT=	Arbetsstyckets höjd
ZADJUSTMENT=	Z justera höjden
ACCURATEZERO=	Exakt återgång till noll
RECTMODE=	rektangelläge
KEEPENTORDER=	Behåll ordningen på bearbetningsobjekten
OPENMODELAY=	Slå på MO-fördröjning
SERIALTYPE=	typ
LINEFEEDMALP=	dot interlacing
IPGSETTINGS=	IPG_YLPM Laserstatus
SQLDB=	SQL-databas
SQLDRIVERS=	SQL-driven
DBQFILE=	databasfil
USERID=	användar ID
SQLCMD=	SQL kommando
SETPENPARAM=	Ställ in pennparametrar
BOLD=	djärv
ITALIC=	kursiv
RESET =	 återställa
USERINTERLINE=	Aktivera interna fyllningslinjer
LASERBEAMDIA=	Laserpunktens diameter
HATCHLINEDIST=	Fyll radavstånd
ENCO2PULSEMODE=	Aktivera CO2-superpulsläge
HATCHONEBYONE=	Bevara fyllningsobjektets oberoende
RESORT=	sortera
RESORT_INFO=	Sortera\nSortera
SELECTSCANNERFIELD=	Välj galvanometerns koordinatsystem
SCANHEAD=	vibrerande lins
SCANNERFIELD=	Markeringsområde
SELECTMOVEDIR=	Välj rörledningens rörelseriktning
STARTMARKER=	start tagg
SENSOR=	sensor
ENCODER=	Roterande encoder
MOVEDIR=	Rörledningens riktning
NEXTSTEP=	Nästa steg
PREVSTEP=	Tidigare
FINISH=	Avsluta
FLYMARKSETTINGS=	Inställningar för parametrar för märkning i farten
ORIENTATION=	Arrangemangsriktning
HORIZONTAL=	Nivå
VERTIICAL=	vertikal
POWEROFFSAVEFILE=	Skydda filer automatiskt när strömmen är avstängd
ADJUST=	Justering
FLYMULTIINFO=	Vänligen markera en rektangel i rörledningens rörelsetillstånd först.\nOm den markerade rektangeln är som bilden till vänster nedan, vänligen öka koefficienten.\nOm den markerade rektangeln är som bilden till höger nedan, vänligen minska koefficienten.
DISABLEOPTIMIZECONMODE=	Optimalt läge som inaktiverar kontinuerligt bearbetningsläge
ARRAYDISCHANGESN=	Det är förbjudet att ändra textinnehållet i serienumret
SPIRAL=	Helix
SPIRALPITCH=	helix stigning
LINEOFONERING=	Antalet linjesegment i en cirkel
SPIRALPROMPTSTR=	Vissa cirkelobjekt måste väljas först, konturerna av dessa cirkelobjekt används för att styra ritningen av helixen
AREYOUSUREDLETE=	bekräfta för att radera
CHANGENAME=	Byt namn
CUSTOMIZE=	skräddarsydda
STDMODE=	standardläge
CONTOURFIRST=	konturprioritet
USERDEFCHARSPACE=	anpassat textavstånd
MINRADIUS=	Minsta radie
MAXSPIRALPITCH=	Maximal spiraldelning
MINSPIRALPITCH=	Minsta spiraldelning
SPIRALPITCHINC=	Tonhöjdsökning
DELETESPIRAL=	ta bort helix
OUTEDGELOOP=	Antal yttre gränsringar
INTEREDGELOOP=	Antal inre gränsringar
ID_DRAW_SPIRAL=	Rita en spiral\nRita en spiral
FPKFROMLOWTOHIGH=	FPK-ström från låg till hög
ALWAYSOPENMO=	MO-signalen är alltid på
LOWVALID=	Aktiv låg
MARKFINISH=	Markerande slutsignal
ENCURRENTADJUSTDELAY=	Aktivera strömjusteringsfördröjning
ENCURRENTADJUSTDELAY=	Aktivera strömjusteringsfördröjning
MINCURRENTADJUSTDELAY=	Minsta strömjusteringsfördröjning
MAXCURRENTADJUSTDELAY=	Maximal strömjusteringsfördröjning
SETCURRENT=	Ställ in aktuell ström
LAYSERNAMESAME=	Lagrets namn är detsamma som de andra lagernamnen, byt namn på det!
ZOOM=	zoom
DRAW=	dra
PENBOX=	Penskrin
DEVICE=	Utrustning
MULTILAYER=	flerskiktsbehandling
MINPULSEWIDTHRATIO=	Minsta pulsbreddsförhållande
MAXPULSEWIDTHRATIO=	Maximalt pulsbreddsförhållande
PULSEWIDTHOUTRANGE=	Q-pulsbredd utanför intervallet
STANDARD=	standard-
TRUE=	Ja
FALSE=	Nej
DISABLE=	förbjuda
NS=	nanosekund
DELAYPARAM=	Fördröjningsparameter
JUMPPARAM=	Hoppparameter
MINJUMPTC=	Minsta hoppfördröjning
MAXJUMPTC=	Maximal hoppfördröjning
JUMPLENLIMIT=	Hoppgränsens längd
MARKLOOPTIP=	Markeringstider för den aktuella pennan
MARKSPEEDTIP=	Galvanometerns rörelsehastighet vid markering
LASERCURRENTTIP=	Laserutgångsström
LASERFREQTTIP=	Frekvensen för laserutgången
LASERPOWERTIP=	Laserutgångseffekt i procent
LASERPWTIP=	Pulsbredd på laserutgång
SPIWAVETIP=	SPI Laser Output Waveform Val
USEDEFWAVETIP=	Användardefinierad laserutgångsvågform
JUMPSPEEDTIP=	Rörelsehastighet när galvanometern hoppar
MINJUMPDELAYTIP=	Den minsta fördröjningstiden efter att galvanometerhoppet har slutförts
MAXJUMPDELAYTIP=	Den maximala fördröjningstiden efter att galvanometerhoppet har slutförts
JUMPLENLIMITTIP=	När galvanometerns hoppavstånd är större än denna längd, använder hoppfördröjningen den maximala fördröjningstiden
LASERONDELAYTIP=	När lasern är påslagen fördröjer galvanometern denna tid innan den börjar röra sig
LASEROFFDELAYTIP=	När markeringsrörelsen är över, stäng av lasern efter en fördröjning av denna tid
POLYGONDELAYTIP=	När hörnet är försenat under markeringsrörelsen kommer nästa kurva att markeras efter denna tid.
LMARKENDDELAYTIP=	Efter att ha markerat rörelsen, fördröja tiden innan du hoppar till nästa kurva
CURPENNOTIP=	Nuvarande pennans serienummer
CURPENCOLORTIP=	nuvarande pennfärg
USEDEFPARAMTIP=	Använd standardbearbetningsparametrar
CURPENPARAMNAMETIP=	Aktuellt pennparameternamn
LOADPENBOXFROMDEF=	Ladda standardparametrar för pennlådan
SAVEASPENBOXTODEF=	Spara som standardparametrar för pennlådan
RESETALLPENS=	Återställ alla pennparametrar
SHOW=	show
HIDE=	Dölj
SHOWALL=	visa alla
ARRAYTEXT=	dynamisk textmatris
TT_MODIFY_ARRAYTEXT=	Modifiera godtyckligt positionen och storleken för varje textmatriscell
PROPERTY=	Attribut
VALUE=	värde
MINVALUE=	minimum
MAXVALUE=	maximalt värde
ENABLEPULSEWIDTH=	Aktivera pulsbreddsinställning
ENABLEPULSEWIDTHTIP=	Aktiverar den inställda pulsbredden för fiberlasern under bearbetning.
LASERLEAKHANDLETIP=	För att förhindra att fiberlasern läcker ljus under bearbetningen utförs specialbehandling.
ALWAYSOPENMOTIP=	Slå alltid på MO-signalen under bearbetning
OPENMODELAYTIP=	Fördröjningstiden efter att lasern har slagits på MO
DISCHECKLASERSTATE =	 Förbjud kontroll av laserstatus
DISCHECKLASERSTATETIP =	 Det är förbjudet att kontrollera laserstatus före bearbetning
LIMITPARAM=	Gränsparametrar
GALVOMINSPDTIP=	Minsta rörelsehastighet som tillåts av galvanometerrörelsen
GALVOMAXSPDTIP=	Den maximala rörelsehastigheten som tillåts av galvanometerns rörelse
GALVO2XTIP=	Galvoaxel 2 är X-axeln
REVERSEXTIP=	Galvanometerns X-axelriktning måste vändas
REVERSEYTIP=	Galvanometerns Y-axelriktning måste vändas
FIELDSIZETIP=	Storleken på bearbetningsområdet för galvanometern
USECORRECTFILETIP=	Om den aktuella galvanometern är korrigerad med den angivna korrigeringsfilen
TRANSFORMOFFSETXTIP=	X-offset-avståndet för den totala transformationen av galvanometerns utgång
TRANSFORMOFFSETYTIP=	Y offset avstånd för den totala transformationen av galvanometerns utgång
TRANSFORMANGLETIP=	Rotationsvinkeln för den totala omvandlingen av galvanometerutgången
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Det maximala ackordhöjdsfelet för kurvan som diskreteras till en rak linje
	
MINLINESEGLEN=	Minsta raka längd
MINLINESEGLENTIP=	Minsta radlängd, rader kortare än denna längd kommer att ignoreras
LASERREADYIO=	Laserklar port
REDLIGHTPOINTSTART=	Rött ljus indikerar startport
PORTNOTIP=	Portnumret som används av den aktuella signalen
LOWVALIDTIP=	Om den aktuella signalen är aktiv låg
STARTPULSEMODETIP=	Om startsignalen är kantutlöst
PULSEWIDTHOUTPORTMODETIP=	Tid för att mata ut den aktiva nivån för slutsignalen
LOWVOLISVALID=	Aktiv låg
HIGHVOLISVALID=	Aktiv hög
ALARMPORTSTATETIP=	Signalens giltiga status för den aktuella porten
ALARMMESSAGETIP=	Meddelandet om att systemet dyker upp när det finns en varningssignal i processen
REDCONTMODE=	Rött ljus kontinuerligt indikeringsläge
SOFTLICENCENOTFIND=	Kunde inte hitta en giltig programvaruregistreringskod!
SOFTLICENCEISUNVALID=	Ogiltig programvaruregistreringskod!
CHANGEPWELAY=	Ändra pulsbreddsfördröjningen
CHANGEPWELAYTIP=	Den tid som lasern behöver fördröja när pulsbreddsvärdet ändras
BWREVERSE=	svart och vit inversion
DELETECENBAR=	ta bort mittblocket
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 är ett specialformat DATAMATRIX streckkod, och dess innehåll måste överensstämma med GS1 standardformat.
OPTIMIZEPARAM=	Optimeringsparametrar
OPTIMIZEHATCH=	Optimerad stoppning
BARCODEENDEFTEXT=	Anpassad visningstext (# tecken, ? radera, % bock)
GALVORESPONSE=	Galvo svarstid
ENSAVEFILE=	aktivera spara fil
ENDRAWENTITY=	Aktivera ritbara objekt
ENPICKMOVE=	Aktivera Move Transform
ENEDITPARAM=	Aktivera objektredigering
ENPENPARAM=	Aktivera för att ändra pennparametrar
ENDEVPARAM=	Aktivera för att ändra enhetsparametrar
ENSYSTEMPARAM=	Aktivera för att ändra systemparametrar
ALREADYHAVETHISUSER=	Detta användarnamn finns redan, vänligen ändra ditt användarnamn!
GALVOBIDIROFFSET=	Dubbelriktad offset
	
ID_VIEW_3D=	Växla 2D- och 3D-vy\n3D-vyväxling
ID_VIEW_3DUP=	Vy från ovan\nUppifrån
ID_VIEW_3DDOWN=	 Visa underifrån\nVy nedifrån
ID_VIEW_3DLEFT=	Vy från vänster\nVänster
ID_VIEW_3DRIGHT=	Vy från höger\nHöger vy
ID_VIEW_3DFRONT=	Vy framifrån\nVy framifrån
ID_VIEW_3DBACK=	Vy bakifrån\nVy bakifrån
ID_VIEW_3DISO=	Vy från den isometriska riktningen\nIsometrisk vy
ID_3DVIEW_WIRE=	Visa trådramsläge på ytan\nVisa trådramsläge
ID_3DVIEW_RENDER=	Visa ytåtergivningsläge\nVisa återgivningsläge
ID_3DVIEW_RENDERLINE=	Visa Ytrenderingslinjeläge\nVisa renderingslinjeläge
ID_3DVIEW_HIDEMESH=	Visa eller dölj ytor\nVisa och dölj ytor
ID_3DFUN_MESH3D=	Öppna 3d-ytmodellfil\nÖppna 3d-ytmodell
ID_3DFUN_SLICEMESH=	Skiva lager på ytor\nYtskiktning
ID_3DFUN_ROTATEMESH=	Rotera ytan\nRotera ytan
ID_3DFUN_MOVEMESH=	Översätt ytan\nÖversätt ytan
ID_3DFUN_PRJ=	Projicera objekt på ytor\nytprojektion
	
	
ALLOUTMODE=	All utgång
ENCODERONLYA=	Givaren är endast ansluten till fas A
FLYTRACKERROR=	korrigeringsfaktor för flygfel
MESH3D=	3d yta
CURVE3D=	3d kurva
SLICE3D=	Layered Tangents
SLICEFILE=	Filer i lager
SLICEMESH=	Skiktade snitt
ZMAXTOMIN=	Z-värde från stort till litet
MINZ=	Minsta Z-värde
MAXZ=	Maximalt Z-värde
THICKNESS=	tjocklek
CROSSHATCH=	korsfyllning
ROTATEMESH=	revolutionens yta
MOVEMESH=	flytta ytan
PROJECT=	utsprång
PROJECT3D=	3d-projektion
DELPROJECT=	ta bort projektionskurva
LIMITZ=	Z-gräns
SURFACEDOWN=	nedre ytprojektion
LANGPAGE=	språkkodsida
DYNAMICHATCH=	Dynamisk fyllning
ADDCONTOUR=	öka konturen
MARKMESHBOX=	Markera ytbegränsande ruta
MARK_NOMESH=	Inget ytobjekt, kontrollera i 3d-vy om ytan är laddad?
PULSEWIDTHINDEXMODE=	Pulsbreddsindexläge
PULSEWIDTHINDEXMODETIP=	Pulsbredden representeras av index
MAXINDEXVALUE=	maximalt indexvärde
PULSEWIDTHINDEX=	Pulsbreddsindex
ENWELDWAVEOUT=	Aktivera vågformsutgång
WELDWAVE=	vågform
WELDWAVETIP=	Analoga laservågformsinställningar för varje punkt
WAVEWIDTH=	Vågformens bredd
MAXWELDWAVEWIDTH=	Vågformens maximala bredd
WAVETOTALWIDTHISBIG=	Den inställda totala vågformens bredd är större än den maximala bredden, vänligen ange igen!
REMOVENOINT=	Ta bort linjesegment som inte skär varandra
USESELECT2DENT=	Lager med valda 2D-objekt
GENERATECURVES=	Generera kurvdata
CALCULATECONTOURS=	Beräkna profilkurvan
REBULIDCONTOURS=	Skapa konturpositionsinformation
HATCHLINES=	Beräkna fyllningslinjer
BUILDPROJECTMESH=	Skapa en projektionsyta
WRAP=	packa
PLSSELECTVALIDCURVE=	Välj en giltig kurva!
BASICPARAM=	Grundläggande parametrar
ASSIGNMENT=	Karta
XYASSIGNMENTISSAME=	Mappningsvärdet för X- och Y-axeln kan inte vara detsamma, välj igen!
ID_3DFUN_BASICSHAPE=	Skapa grundläggande 3d-yta\nSkapa grundläggande 3d-yta
BASIC3DSHAPE=	Grundläggande 3d-yta
PLANE=	platt
SPHERE=	sfär
CYLINDER=	cylinder
CONE=	Kon
FREQDELAY=	frekvensfördröjning
LASERFREQTTIP2=	Fördröjningstid krävs när lasern ändrar frekvens
BMPTOMESH=	Konvertera bitmapp till yta
ID_3DFUN_BMPTOMESH=	Bitmapp till yta\nBitmapp till yta
REFRESH=	uppdatera
WAITFORINPUT=	Väntar på ingångsportsignal
OUTPUTWHENSTART=	Utgångssignal för lagerbearbetning startutgångsport
OUTPUTWHENFINISH=	Lagerbearbetning slututgångsportens utsignal
WAITFORSTARTSIGNAL=	vänta på startportsignal
WAITFORSELLAYERSIGNAL=	Väntar på signal för val av lager
IOMASK=	portmask
IOMASKTIP=	Anger vilka portar som är giltiga för den aktuella enheten
CYLINDERWRAP=	Cylindrisk omslag
YWRAP=	Omslag i Y-riktningen
CURRENTLAYERINDEX=	aktuellt visningslagerindex
ENABLEFIRSTOPENLASERDELAY=	Aktivera fördröjningstiden när lasern slås på för första gången
SETMINVALUE=	ställ in lägsta värde
SETMAXVALUE=	ställ in maximalt värde
PULSEWIDTHUNITISPS=	Pulsbredd i pikosekunder (ps)
PS=	pikosekunder
CONTINUEMODE=	kontinuerligt läge
PICKENTYOUWANTTRIM=	Välj objekt att trimma
PICKENTYOUWANTINTERSECT=	Välj objekt för att sammanfoga skärande områden
BACKGROUND=	bakgrund
SELBACKGROUNDCURVES=	Välj en kurva att använda som bakgrund
COPYBACKGROUNDTOWS=	Kopiera bakgrundskurvan till arbetsytan
SHOWOPTIPARAM=	Visa optimeringsparametrar
SHOWWOBBLEPARAM=	Visa jitterparametrar
SHOWOTHERPARAM=	Visa andra objektparametrar
SHOWDESCAREA=	Visa området för parameterdetaljer
SHOWPOWERRAMPPARAM=	Visa kraftlinjära transformationsparametrar
SHOWSPEEDRAMPPARAM=	Visa linjära transformationsparametrar för hastighet
POWERRAMPING=	Linjär transformation av makt
ENABLESTARTRAMP=	aktivera start
ENABLESTARTPOWERRAMPTIP=	Kraften hos aktiveringsstartsegmentet varierar linjärt
STARTRATIO=	startskala
STARTLENGTH=	startlängd
STARTRAMPRATIO=	Förhållandet mellan startvärdet och maxvärdet
STARTRAMPLENGTH=	Den maximala tillåtna längden på startsegmentet
ENABLEENDRAMP=	aktivera slutet
ENABLEENDPOWERRAMPTIP=	Effekten hos det aktiverade ändsegmentet varierar linjärt
ENDRATIO=	slutskalan
ENDLENGTH=	ändlängd
ENDRAMPRATIO=	förhållandet mellan slutvärdet och maxvärdet
ENDRAMPLENGTH=	Den maximala längden på ändsegmentet får variera
	
SPEEDRAMPING=	hastighet linjär transformation
ENABLESTARTSPEEDRAMPTIP=	Aktivera hastigheten för startsegmentet att ändras linjärt
ENABLEENDSPEEDRAMPTIP=	Aktivera ändsegmentets hastighet att variera linjärt
INPUT=	stiga på
BTNBOX=	Gräns[F4]
BTNPRJ=	Projektion [F4]
STARTCALI=	starta kalibreringen
FINISHCALI=	avsluta kalibreringen
MARKGRID=	markeringsrutnät
MENU_FILE_PROJECTPARAM=	Projektionsparametrar
TESTCALI=	Testa projektionskorrigering
SELECTALLPOINTS=	Markera alla punkter (tryck på Ctrl och piltangenterna för att byta valda punkter när en punkt är vald)
ENABLEPROJECT=	Aktivera projektionsobservation
APPAPPEARANCE=	Programutseende
LASERBOARDIDEN=	Typ av lasergränssnittskort
LASERBOARDVER=	Lasergränssnittskortversion
ESTIMATEDTIME=	Beräknad handläggningstid
ENABLEBARCODEFASTPTMODE=	Aktivera snabbpunktsläge för streckkoder
MODULEHORIARRANG=	Moduler är anordnade horisontellt
SIMPLEENCODE=	enkelt kodningsläge
ENABLEBARCODEFASTLINEMODE=	Aktivera streckkodssnabblinjeläge
ID_3DFUN_FREEPAINT=	Frihandsspårning på en yta\nFrihandsspårning
FREEPAINT=	gratis teckning
SIN=	Sinus
WOBBLETYPE=	Jitter typ
ROUNDTRIP=	tur och retur läge
WAVEDELAY=	Vågforms utgångsfördröjning
LASERMONITOR=	Laserövervakning
TEMPALARM=	temperaturlarm
REFLALARM=	Högt anti-larm
SYSTEMALARM=	systemlarm
POWERALARM=	Strömförsörjningslarm
LASERNOTREADY=	Lasern är inte klar
LASERREADY=	laser redo
UNKNOWALARM=	Okänd varning
LASEREXTFAULT=	Externt fel på lasern
CALCULATING=	Beräknande...
OFFLINE=	Offlinebearbetning
POINTNUM=	poäng
SPIRALBRUSH=	Spiral egenskapsborste
PICKSELSPIRALREFRESH=	Välj den spirallinje som behöver uppdateras och tryck på höger musknapp för att bekräfta
ENABLPARSEMODE=	Aktivera analysläge
ID_PICK_BYPEN=	Välj objekt efter pennnummer\nVälj med pennnummer
No=	serienummer
MOVETOINDEX=	Flytta till det angivna sekvensnumret
AXISSOLUTION=	Förlängd axellösning
FEEDBACK=	kodarfeedback
COMMCATH=	Gemensam katodutgång
LIMITSWITCH=	gränslägesbrytare
SOFTLIMIT=	mjuk gräns
POSIDIR=	Positiv återgång till noll
FINDINDEX=	hitta index
HOMESPEED=	Noll returhastighet
LEAVESPEED=	lämna fart
HOMEOFFSET=	Noll offset
HOME=	noll-
FOLLOWERROR=	följande fel
ACCELERATION=	acceleration
DECELERATION=	retardation
FOCUSPOS=	fokusposition
SETCURPOSASFOCUS=	Ställ in den aktuella positionen som fokusposition
SETMINPOWER=	Ställ in lägsta effekt
SETMAXPOWER=	ställ in maximal effekt
SETMINGRAY=	ställ in minsta gråskala
SETMAXGRAY=	ställ in maximal gråskala
SCANINVERT=	skanna omvänd
EMISSIONDELAY=	Excitationsfördröjning
WELDPARAM=	Svetsparametrar
DELEDGELINES=	Ta bort kantanslutningen
INFO_GS1DATABAR=	GS1 DataBar streckkoden (tidigare RSS streckkod) är också en streckkodssymbol för GS1 systemet. Streckkoden har fördelarna med "mindre storlek, större mängd information" och "kan innehålla ytterligare information som produktens utgångsdatum, serienummer, etc.".
SHOWFAST=	Snabb skärmoptimering
SHOWDIR=	Visa kurvriktning
SIMULATIONSPD=	Simulera flyghastighet
TEMPERATURE=	temperatur
SPHEREWRAP=	sfärisk omslag
ZLAYER=	Z-skiktning
WAITSTARTSIGOFLAYER=	Vänta tills lagret börjar bearbeta signalen
PWMONDELAY=	PWM-startfördröjning
PWMONDELAYTIP2=	Fördröjningen mellan den stigande kanten och den stigande kanten av Gate när PWM är påslagen
ROTATECENZ=	Axel Z
ERR_NOTHOME=	Axeln har inte återgått till noll, vänligen återgå till noll först!
SPLITMODE=	delat läge
NOSPLIT=	inte delad
SPLITBYSIZE=	Dela upp efter storlek
SPLITBYGUILDLINE=	Dela med hjälplinje
SETCURPOSASORIGIN=	Ställ in den aktuella positionen som utgångsposition
FINDHOME=	hitta noll
XTABLEMOVE=	X-axeln är plattformens rörelse
YTABLEMOVE=	Y-axeln är plattformens rörelse
DISPENHIDEPARAM=	Inaktivera dolda pennparametrar
REDLIGHTDISMOTOR=	Expansionsaxelrörelser är förbjudna
UNGROUPTEXT=	separat text
ID_EDIT_UNGROUPTEXT=	Separerar text i enskilda tecken\nSeparerar text
ENABLPINPOS=	Aktivera rörelsedetektering i position
POSITIONTOL=	in-position fel
INPOSTIME=	Ankomst tid
INPOSLIMITTIME=	tidsfrist på plats
ERRRESETISLOW=	Fel återställningssignal aktiv låg
REMOTECTRLISLOW=	Fjärrkontrollsignal aktiv låg
LASERNOTENEMISS=	Lasern är inte aktiverad för att avge ljus
ID_FILE_MACHINEPARAMETER=	Ställ in enhetsparametrar\nEnhetsparametrar
MENU_FILE_MACHINE=	Enhetsparametrar...
DOUBLEPTMODE=	Dubbelpunktsläge
NOCUTENTITY=	Föremål som inte ska skäras
INPUTIOSTATE=	ingångsportens status
ID_DRAW_ENCODERDISTANCE=	Plotta kodaravstånd\nPlotta kodaravstånd
SKYWRITE=	 Uniform markering (himmelskrivning)
RUNINDURATION=	Importcykel
RUNOUTDURATION=	exportcykel
RUNINDURATION10US=	Cykeltid för att leda in i kurvan (enhet: 10us)
RUNOUTDURATION10US=	Cykeltiden för guidens utgångskurva (enhet: 10us)
TIMELAG=	Laggtid
LASERONSHIFT=	Laser På Drift
LASERONSHIFTUS=	Laserstartdrift (enhet: oss)
LIMITANGLE=	gränsvinkel
LIMITANGLEDESC=	Kurvor som är mindre än gränsvinkeln kommer automatiskt att använda polygonfördröjningen
OUTPUTPARAM=	utgångsvalsparameter
CHANGEWAVEDELAY=	Ändra vågformsfördröjning
SHOWDELAYPARAMS=	Visa fördröjningsparametrar
SHOWJUMPPARAM=	visa hoppparametrar
HIDEPENBUTTONS=	Knappen Dölj pennparametrar
LOCK =	 låsning
USBREMOVE_WARN=	USB-kontrollkortet är frånkopplat, stäng programvaran och starta om programvaran!
DESCRIPTION=	beskriva
HATCHPARAMLIB=	Fyll i parameterbiblioteket
SAVEPARAM=	spara parametrar
LOADPARAM=	Ladda parametrar
INDEX=	index
RESETCCD=	Återställ CCD:n
BUILDCCD=	Bygg CCD
MOVETOCCDSTART=	Flytta till CCD startposition
ENCALIBRATION=	Aktivera CCD-korrigering
ENCHANGEMODEL=	Aktivera byte av mallar
MODELNO=	Mallnummer
FAILHANDLE=	felhantering
ENRETRY=	Försök igen
RETYRCOUNT=	antal nya försök
WHENFAIL=	När CCD misslyckas
THENSTOP=	sluta
THENCONT=	fortsätt ner
THENJUMP=	hoppa till index
INPUTJUMP=	ingångsporthopp
JUMPTO=	omdirigera till
CUBE=	kub
REVOLVEWRAP=	Roterande kroppsinpackning
ERR_NOMESH=	inga ytföremål
BINDID=	Bind kundinformation
ERR_CLIENTID=	Filens klient-id är ogiltigt!
STABLETIME=	stabilt schema
ENSELLAYER=	Aktivera urvalslager
ERR_USERSTOPMARK=	Bearbetningen avbröts av användaren
AXISERRSTOP=	Axelrörelsen avbryts!
CLONE=	klona
AAXISMODE=	A-axelläge
AXISMOVEDELAY=	Axelrörelsefördröjning
AXES=	axel
MESHEDIT=	Ytredigering
MERGECLOSEVERTICES=	Slå samman sammanfallande hörn
LASERONTCONLYUSEINSTART=	Laserstartfördröjning är endast giltig i startsegmentet
LASERPOWER=	Laser strömförsörjning
SYSTEMFAULT=	systemfel
INTERNALLASERFAULT=	Internt laserfel
SHOWSKYWRITEPARAM=	Visa enhetliga märkningsparametrar
DISABLESYNPRR=	Inaktivera synk PRR-signal
BACKLASH=	Glappskompensation
USESPLITBOXCENASMARKCEN=	Använd delad lådcentrum som märkningscentrum
HANDWHEEL=	ratt
GEARRATIO2=	utväxlingsförhållande
STARTHW=	starta handratten
ENDHW=	Gå ur handratten
ENABLEHANDWHEEL=	Aktivera handratt
SCANNERFOLLOWMOUSEMOVE=	I punktläge rör sig galvanometern med musen
AUTOMODE=	automatiskt läge
ENABLEAUTOADJUST=	Aktivera automatisk justering
ACCURACYPRIORITY=	Noggrannhet först
SPEEDPRIORITY=	hastighetsprioritet
STARTADJUST=	börja justera
AUTOADJUSTING=	Justerar automatiskt...
FPKENABLETHREST2=	Spärr aktivera tröskeltid T2
FPKVOLTAGE=	första pulsundertryckningsspänningen
MANUALSET=	manuell inställning
LASERCOOLINGTIME=	Laserkylningstid
MENU_SORT_BYX=	Sortera efter X
MENU_SORT_BYY=	Sortera efter Y-prioritet
MENU_SORT_REVERSE=	omvänd sortering
SMARTADJUSTMENT=	Intelligenta justeringsparametrar
ENABLESMARTADJUST=	Aktivera Smart Adjustment Mode
DECMODE=	Dec decimal
HEXMODE1=	HEX hex
HEXMODE2=	hex hex
RESULT=	Effekt
NORMAL=	vanligt
TISSMALL=	T-värdet är för litet
TISLARGE=	T-värdet är för stort
TOFFIRSTLINE=	 Första radens T-korrigeringsvärde
START=	Start
SMARTADJUSTTIP=	Följ stegen för att justera parametrarna, justera först slutsegmentet och justera sedan startsegmentet. Justera T-parametern så att den markerade horisontella linjen och den vertikala linjen skär samma som den normala effekten.
CHECKISALREADYMARK=	Kontrollera om texten är markerad
CURVETOPTS=	Konvertera kurvor till poäng
PREVIEW =	 förhandsvisning
ASSERT=	onormal
ERR_FAIL=	misslyckas!
MENU_GUILDLINEBOX=	Rita en riktlinjeruta
GUILDLINEBOX=	Hjälpbox
SPLITBYGUIDELINEBOX=	Använd hjälpboxindelning
PLSCHOOSECARD=	Välj det kort du vill använda
CHANGEBMPREALDPI=	Ändra bitmapp verklig DPI
DISABLEAXISA=	A-axel förbjuden
ENHOMEFINISHGOTOPOS=	Aktivera nollretur för att avsluta till angiven position
HOMINGFINISHPOS=	Den angivna positionen där nollreturen slutar
EXPOSURE=	exponering
CAMERA=	kamera
NOCUTTEXT=	inaktivera delade texttecken
CURFILEMODIFYPLSSAVEIT=	Den aktuella filen har ändrats, spara den först!
SAVETOFILE=	spara till fil
ISSUE=	fråga
PAUSEWHENLIMIT=	Paus i slutet av texten
LIMITISCONTINUE=	Text nått gränsvärde, fortsätta efter återställning?
POWERSTANDBY=	Standby-ström
MESHFOLLOWROTATE=	Ytan roterar med den
LASERFAULT=	Laserfel
FIBERALARM=	Fiberlarm
SAFETYALARM1=	Säkerhetsspärrfel
SAFETYALARM2=	Säkerhetsslingalarm
LINKALARM=	Optisk länkfel
CRITICALALARM=	Laserskydd kritiskt fel
HOTSTOP=	Felaktigt stopp av laseremission
POWER24ALARM=	Styrenhetens 24V strömförsörjningsfel
MAXTHREADCNT=	Maximalt antal datortrådar
MESHRESOL=	Ytberäkningsnoggrannhet
DELAY=	dröjsmål
MOTORSPEDRATIO=	Förlängd åsidosättning av axelhastighet
SHOWCHECKNUM=	Visa kontrollkod
DISABLECANCELAXISMOVE=	Avbrytande av axelrörelse är förbjuden
OFFLINEDOGNOTFOUND=	Rätt dongel hittades inte
EZCADSTR_ARRAY_X_INCDIST=	X-array inkrementellt avstånd
EZCADSTR_ARRAY_Y_INCDIST=	Y-matris inkrementellt avstånd
EZCADSTR_ARRAY_Z_INCDIST=	Z-matris inkrementellt avstånd
OUTPUTANALOG=	utgång analog
Voltage=	Spänning
MODE8=	vertikal 8
MODE82=	horisontell 8
TCPIPSERVER=	TCP/IP-server
NOCUTSMALLENT=	Dela inte små föremål
AUTOSAVEWHENCLOSE=	Spara den aktuella filen automatiskt när programvaran stängs
MASK=	mask
DISABLESTOPAXISWHENDOOROPEN=	Hindra stoppaxelns rörelse när dörren är öppen
STOPAXISWHENDOOROPEN=	Stoppa axelrörelsen när dörren är öppen
STAGEFB=	Platformens återkopplingsposition
GALVOCMD=	Galvo kommandoposition
GALVOFB=	Galvo återkopplingsposition
DISSHOWFILEPROCESS=	Undertryck filbearbetningsdialoger
DISSHOWCALCPROCESS=	Dämpa visningen av dialogrutan för beräkningsprocessen
LEVEL16=	Nivå 16
STEPMODE=	Hastighetsoptimeringsläge
SHOWSTEPMODE=	Visa parametrar för hastighetsoptimeringsläge
ENCODEMODE=	kodningsläge
ENABLJUMPTABLEMODE=	Aktivera hoppparametertabellläge
ENABLJUMPTABLEMODETIP=	Hoppparametrarna för alla pennor hämtas automatiskt från hoppparametertabellen
JUMPTABLE=	Hoppa parametertabell
DRAWTOL=	Rita pixelprecision
SHIFTOFROTARY=	Rotationsaxeldrift
SERVERINFO=	serverinformation
FASTLINELASERONRATIO=	Snabbt linjeljuseffektförhållande
STANDARDPOS=	Standardläge
REALPOS=	faktiska platsen
FLYSPEEDMONITOR=	flyghastighetsövervakning
MAXFLYSPEED=	maximal flyghastighet
STARTANDSTART=	startpunkt kopplad till startpunkt
STARTANDEND=	Start och slut ansluten
ENDANDSTART=	slutpunkt kopplad till startpunkt
ENDANDEND=	slutpunkt till slutpunkt
OPENCURVE=	öppen kurva
LASERWOBBLESHOW=	Jitter path förhandsvisning
SHOWTRANSBMP=	Visa genomskinlig bitmapp
DISABLECIRMODE=	Dämpa cirkelmönster
REFINEPLANECONTOUR=	Extrahera plankonturer
REFINECONTOURMOUSE=	Extrahera plankontur: klicka på vänster musknapp för att förhandsgranska, dubbelklicka på vänster knapp för att bekräfta
HORIZONALPLANE=	jämna ut planet
HORIZONALPLANETIP=	Klicka på vänster musknapp för att välja det plan som ska nivelleras
LASERONLAGTIME=	Laserfördröjningstid
FIRSTJUMPDELAY=	första hoppfördröjning
ENABLEHATCHLINEOVERLAP=	Aktivera förskjuten uppdelning av fyllningslinjen
CHARADDMODE=	teckenökningsläge
TT_PICKSHOWALL=	Visa alla objekt\nVisa alla objekt
TT_PICKHIDEALL=	 Göm alla objekt\nGöm alla objekt
FLOATSOL=	flyttalsprecision
ENABLEAUTOCONNECT=	Aktivera automatisk anslutning när den är frånkopplad
CONNECTINTERVAL=	anslutningsintervall
DISABLEMOVEZWITHENTZ=	Inaktivera förflyttning av Z-axeln baserat på objektkoordinater
ESCBTNSTOPAXISIMM=	Aktivera Esc för att stoppa axelrörelsen omedelbart
DOYOUREALRESETALLPARAM=	Vill du verkligen återställa alla pennparametrar?
UPDATEDYNENT=	Uppdatera dynamiska objekt
FAILEDOPENDLCDEV=	Det gick inte att öppna DLC-kortet
SOFTWARELICWILLEXPIRE24HOURS=	Programvarulicensen upphör att gälla inom 24 timmar, kontakta utrustningsleverantören!
SPLITBITMAP=	dela bitmapp
NOGUILDLINETOSPLITBMP=	Det finns inga guider som kan användas för att dela bitmappar, rita guider först!
BARCODEPTMODE=	Bearbetningsläge för streckkodspunkter
FASTPOINT=	snabbpunktsläge
FASTLINE=	snabblinjeläge
FASTSTEPMODE=	Stegläge
ENABLELASEREXTOUTPUT=	Aktivera laserexpansionsutgång
LASEREXTOUTPUT=	Laser utökad utgång
DEFAULTPARAM=	standardparametrar
MARKFAILIO=	Markera misslyckad port
SHOWSELECTBTNONPANEL=	Visa knappen Välj axellösning på panelen
RELSPEED=	Relativ hastighet
SPEEDFIELD=	hastighetsfält
POWERFIELD=	energifält
SPEEDFIELDRATIO=	hastighetsfältförhållande
POWERFIELDRATIO=	energifältsförhållande
RATIO=	förhållande
DISTRIBUTIONMODE=	Kurvans fördelningsmönster
RESOLUTIONRATIO=	Indelningsprecisionsförhållande
DISTR_PRIMARY=	primär distribution
DISTR_QUADRATIC=	kvadratisk fördelning
DISTR_CUBIC=	kubisk fördelning
VALIDINWHOLEPMARKERIOD=	Effektiv för hela bearbetningscykeln
INFO_CODEBC412=	BC412-streckkoden är en kontinuerlig dubbelriktad streckkod utan fast längd där alla streck och mellanslag representerar information; dess teckenuppsättning inkluderar '0'-'9' och 'AZ' inkluderar inte 'O'; kontrollkoden är läggs till automatiskt av systemet.
SHOWFREQRAMPPARAM=	Visa frekvenslinjära transformationsparametrar
FREQRAMPING=	Frekvens linjär transformation
CANNOTHAVESAMESN=	Det kan inte finnas DLC-kort med samma serienummer!
ALLSCANNERMARKCURLAYER=	Alla galvanometrar bearbetar det aktuella lagret
ALLSCANNERMARKCURLAYERSPLIT=	Alla galvanometrar är uppdelade och bearbetade för det aktuella lagret
ENCURVESYNINPORT=	Aktivera ingångsport för kurvsynkronisering
SPECIALPOS=	speciell plats
SETCURPOSASSPECPOS=	Ställ in den aktuella platsen till en speciell plats
ENCURVESYNWHENCURVEEND=	Aktivera slutet av kurvan synkronisering
LASEREMISSION=	Laser global aktivering [MO]
STARTDELAY=	startfördröjning
ENDDELAY=	slutfördröjning
LASERSYN=	Laserbrytare på synkronisering
ACCURATEHOME=	Exakt återgång till noll
AUTONAMEENT=	Namnge objekt automatiskt
ENTNAMESAME=	Objektnamnet är detsamma som andra objektnamn, vänligen byt namn!
CREATE3DSPRING=	Skapa en 3d-helix
USECURRPOS=	använda nuvarande plats
SETMOAFTERPW=	Ställ in MO efter att ha ändrat pulsbredden
STARPULSEWIDTH=	startpulsbredd
INCULSEWIDTH=	Pulsbreddsökning
ONEBYONEMARKING=	Galvanometrar bearbetas i sekvens
STARTMARKINGLAYER=	Börja bearbeta lager
INFO_AUSPOST4STATE=	Australia Post 4-statuskoder består av fyra strecklängder. Varje streckkod innehåller FCC (2 siffror) och DPID (8 siffror) koder och valfri användarinformation. Exempel: FCC
INFO_DOTCODE=	DotCode streckkod är 2D streckkod, dess teckenuppsättning innehåller alla ASCII-tecken;
INFO_JAPANPOST=	Den japanska streckkoden används av det japanska postsystemet. De giltiga tecknen är siffrorna "0-9", engelska versaler "AZ" och det anslutande tecknet "-". Består av 7 siffror (postnummer) + ytterligare data. Som "27301023-20-5B604".
INFO_POSTNET=	PostNet är avsett för United States Postal Service (USPS), giltiga tecken är siffrorna "0-9", endast 5-siffrigt postnummer, 9-siffrigt postnummer eller hela 11-siffrig kod.
INFO_UKROYALMAIL=	UK Royal Mail 4 statens kundstreckkod används för Royal Mail, de giltiga tecknen är siffrorna "0-9" och engelska versaler "AZ".
INFO_DUTCHPOSTKIX=	Den holländska Post KIX streckkoden används för Royal Dutch TPG Post, giltiga tecken är siffrorna "0-9" och engelska versaler "AZ".
INFO_PLANET=	PLANET är för Universal Postal Service (USPS), giltiga tecken är siffrorna "0-9", endast 11-siffrigt och 13-siffrigt format.
SPLITCURVES=	 delad kurva
MINDISTTRIGGER=	Minsta utlösningsavstånd
MINTIMETRIGGER=	Minsta utlösningstid
AUTORESORT=	automatisk sortering
MENU_SORT_MINDIST=	Sortera efter minsta avstånd
DISABLEUNDO=	Inaktivera ÅNgra (giltig nästa gång)
REDLIGHTINVERT=	Invertering av rött ljussignalnivå
SINGLEPTREPEATMODE=	Enpunktsupprepningsläge
SAVECAMERATOBMP=	Spara kamerabilden till BMP-fil
ENBIGCURVESHORTSEGSPLIT=	Aktivera läge för stor kurva och litet segment
UNGROUPHATCHLINE=	 Bryt upp fyllda föremål
MENU_NODE_MOVE=	mobil nod
MENU_NODE_SETASSTART=	satt som utgångspunkt
AXISSTATE=	axelstatus
NOTIMING=	Uppdatera inte bearbetningstiden
OFFLINESENDDATA=	Offlineläge: skicka data
ENMARKPAUSEMODE=	Aktivera markering av pausläge
DIABLEINTERIOOUTPUT=	Inaktivera intern IO-utgång
USERNOTOPESOFTLOCK=	Användaren har inte utfört någon operation på länge, programvaran är låst, vänligen logga in igen!
EXTENDCURVE=	Förläng kurvan
EXTENDLENGTH=	förlängd längd
ENABLEARCCMD=	Aktivera bågmarkeringskommando
SCANNERJUMP=	Galvo Jump
USEREDLIGHTCOR=	Aktivera korrigering av rött ljus
PULSEENERGY=	pulsenergi
DISABLECHECKPWLIMIT=	Inaktivera kontroll av pulsbreddsgräns
ALWAYZOPENWHENNOTMARKING=	Tänd alltid rött ljus när du inte markerar
ENABLEMULTICCD=	Aktivera multi-CCD-läge
MULTICCDINDEX=	Multi-CCD loop slutindex
CUSTOMVER=	Anpassad version
MENU_FILE_LOGIN=	logga in...
APPENDFILEMODE=	lägg till filläge
RAMPMINLIMITLEN=	Minsta linjelängd vid linjär transformation
DOUBLECURVE=	Hyperboliskt läge
BYHOUR=	varje timme
DISABLERESORT=	Förbjud sortering
WIDTHTHRESHOLD=	bredd tröskel
MENU_SORT_MODE=	Sorteringslägesinställningar
REDUCEPOINT=	Subtrahera poäng automatiskt
LIMITLENGTH=	begränsa längden
SINGLEPTDELAY=	Enpunktsintervallfördröjning
CALCFROMSUNDAY=	Räknat från första söndagen
REGISTERVARIABLE=	registervariabel
SETPARAMMODE=	Ställ in parameterläge
INT=	heltal
FLOAT=	flyttalnummer
TIMEBASECOUNT=	tidsbasräkning
SLICEENTONLYMARKONELAYER=	Skivade föremål bearbetas ett lager i taget
DISLOCKSIGNAL=	Inaktivera spärrstartsignal
ENSURECOMPLETEPRODUCT=	Garanti produkt komplett märke slut
DISEXTLASERWHEN_CHANGEPEN=	Det är förbjudet att ändra laserparametrarna vid modifiering av pennparametrar
PRJMAXZLEN=	Maximal vertikal linjelängd
DXFUNITISUTF8=	DXF-filer är UTF8-kodade
DISABLESHOWPROGDLG=	Undertryck visningen av rörelseprocessdialogrutan
ENABLECHANGECURVEDIR=	Ändra kurvriktning automatiskt när bearbetning är aktiverad
ENCHECKLASERSTATEWHENMARKING=	Aktivera för att kontrollera laserstatus under bearbetning
INVALIDUSERNAME=	ogiltigt användarnamn
IDLETIME=	Intervaller
AXISPULSEWIDTH=	Axelrörelsepulsbredd
COPYSTL=	Kopiera STL
PASTESTL=	Klistra in STL
GALVOXYDELAY=	Galvo XY fördröjning
SAVEOUTPORTWHENPOWEROFF=	Spara utdata när strömmen är avstängd
NOTCHECKSTARTPORTWHENMARKING=	Startporten kontrolleras inte under bearbetningen
ENABLE_CHECK_MARKINGRANGE=	Aktivera kontrollera bearbetningsområde
ERRID_MAKRSIZE_OUTRANGE=	Markeringsstorleken ligger utanför bearbetningsintervallet
ARC=	båge
INPUTSECONDSTARTPT=	Ange andra punkten
MENU_LINEARCTOGGLE=	Linje- och bågbyte
NUMCHAREXTRACTSTR=	Det totala antalet tecken som extraherats från strängen
CHANGETEXT=	uppdatera textinnehåll
NEWTEXT=	ny text
FEEDBACKMODE=	återkopplingsläge
USEINTERNALCOR=	Använd intern korrigering
PILLOWFACTOR=	nålkuddekoefficient
PARALLELISMFACTOR=	Parallelogramkoefficient
TRAPEZOIDFACTOR=	trapetsformad koefficient
BIDIRCOMPLEN=	Dubbelriktad kompensationslängd
ENABLEHWWOBBLE=	aktivera hårdvarujitter
WOBBLEFREQ=	Jitterfrekvens
UNLOCK=	låsa upp
MAXROWSOFEXPORTFILE=	Det maximala antalet rader i utdatafilen
ENMARK=	möjliggöra bearbetning
ALIASNAME=	alias
TOWOBBLECURVE=	Jitter väg till kurva
REFINEBOTTOMEDGEOFMESH=	Extrahera ytans nedre gräns
DISCHANGECHARWIDTH=	Inaktivera ändring av teckenbredd
ENCODERABSWAP=	Encoder AB utbytbar
INFO_CODE49=	Kod 49 är en flerskikts, kontinuerlig streckkodssymbol med variabel längd. kod 49 kan representera alla 128 ASCII-tecken. Varje kod 49 streckkodssymbol består av 2 till 8 lager, varje lager har 18 streck och 17 mellanslag.
INFO_CODE16K=	Code 16K streckkod är en flerlagers, kontinuerlig streckkodssymbol med variabel längd som kan representera 128 tecken av hela ASCII-teckenuppsättningen och utökade ASCII-tecken. Den använder UPC- och Code128-tecken. En 16-lagers Code 16K-symbol kan representera 77 ASCII-tecken eller 154 numeriska tecken.
CHANGEDIAMETER=	ändra diameter
ENDDIAMETER=	änddiameter
SNTEXTPLUS=	serienummer+1
SNTEXTMINUS=	serienummer-1
SNTEXTRESET=	Serienummer återställs
CURVEFOLLOWMOVE=	Kurvan följer rörelsen
CONTMODEUSESELFPORT=	Kontinuerligt läge använder sin egen ingång
ENABLESPLITGAP=	Aktivera Split Gap
ENABLELISTCMD=	aktivera listkommandot
XCOMPFACTO=	X-riktningskompensationskoefficient
STARTPTJUMPLEN=	Startpunkt hopplängd
XCOMPFACTOR=	X kompensationsfaktor
OUTPUTIOSTATE=	utgångsportens status
DEVICESTATUSLAMP=	Enhetsstatuslampa
	
CLEAR=	städa
EXTENDSIZE=	Expansionsstorlek
INCLAYERCOUNT=	Intervalllager
FOCUSOFFSET=	Ofokuserad mängd
EDGETYPE=	gränstyp
EDGEBOX=	rektangelkant
ORIGINCONTOUR=	originalkontur
CONVEXHULLCONTOUR=	översikt
MESHZOOM=	Ytskalning
ENABLEINTERDOLOOP=	Använda interna bearbetningscykler
ENABLEXITPROCESS=	Aktivera avsluta bearbetningsläge
OFFSETINSIDE=	Offset inåt
DELETEALL=	radera allt
ENABLEAPMMODE=	Aktivera APM-läge
PWMDUTYCYCLE=	PWM arbetscykel
